{
    "Index": {
      "button": "डाउनलोड करना",
      "placeholder": "अपना वीडियो लिंक यहां चिपकाएं",
      "showButton": "और दिखाओ",
      "showLess": "कम दिखाएं",
      "duration": "अवधि",
      "downloadButton": "डाउनलोड करना",
      "audioOnly": "सिर्फ़ ध्वनि",
      "videoOnly": "केवल वीडियो",
      "headerTitle": "यूट्यूब से वीडियो डाउनलोड करें",
      "headerQuestion": "यूट्यूब से वीडियो कैसे डाउनलोड करें?",
      "quality": "गुणवत्ता:",

      "title": "YouTube से वीडियो डाउनलोड करें - HollywoodDownloader.com",
  "description": "HollywoodDownloader.com के साथ आसानी से YouTube से वीडियो डाउनलोड करें। वीडियो लिंक को पेस्ट करें, डाउनलोड बटन दबाएं और अपनी पसंदीदा सामग्री का आनंद ऑफ़लाइन लें।",
  "keywords": "YouTube से वीडियो डाउनलोड करें, वीडियो डाउनलोड, HollywoodDownloader,",
  "ogTitle": "YouTube से वीडियो डाउनलोड करें - HollywoodDownloader.com",
  "ogDescription": "HollywoodDownloader.com के साथ आसानी से YouTube से वीडियो डाउनलोड करें। वीडियो लिंक को पेस्ट करें, डाउनलोड बटन दबाएं और अपनी पसंदीदा सामग्री का आनंद ऑफ़लाइन लें।",
  "twitterTitle": "YouTube से वीडियो डाउनलोड करें - HollywoodDownloader.com",
  "twitterDescription": "HollywoodDownloader.com के साथ आसानी से YouTube से वीडियो डाउनलोड करें। वीडियो लिंक को पेस्ट करें, डाउनलोड बटन दबाएं और अपनी पसंदीदा सामग्री का आनंद ऑफ़लाइन लें।",
  "contentTitle": "HollywoodDownloader.com पर आपका स्वागत है - वीडियो डाउनलोड करने के लिए आपका पूर्ण हब!",
  "content": [
    "अपने पसंदीदा YouTube वीडियों को आसानी से ऑफ़लाइन खज़ानों में बदलें, बस वीडियो लिंक को ऊपर के इनपुट फ़ील्ड में पेस्ट करें और डाउनलोड बटन पर क्लिक करें।",
    "कृपया ध्यान दें: YouTube की सेवा शर्तों और कॉपीराइट कानूनों के अनुसार HollywoodDownloader.com के उपयोग शर्तों का पालन करें।"
  ],


  "contentCoution": "कृपया ध्यान दें: HollywoodDownloader.com के उपयोग की शर्तों का पालन करें जो कि YouTube की सेवा शर्तों और कॉपीराइट कानूनों के साथ मेल खाते हैं।",
  "serviceDesc": "अपने पसंदीदा YouTube वीडियों को आसानी से ऑफलाइन गोंदों में बदलें। HollywoodDownloader आपको YouTube से वीडियो को MP3, MP4, Webm, 3GP, MP4A में उच्च गुणवत्ता में मुफ्त में कनवर्ट और डाउनलोड करने की अनुमति देता है।",

  "insrtuctionsHeader": "हॉलीवुडडाउनलोडर के साथ मुफ्त में YouTube वीडियो कैसे डाउनलोड करें?",
  "instructions": ["वह YouTube वीडियो लिंक पेस्ट करें जिसे आप डाउनलोड करना चाहते हैं।",
    "आपकी आवश्यकता है वीडियो या ऑडियो गुणवत्ता का चयन करें और \"डाउनलोड\" बटन पर क्लिक करें।"
  ],

  "prosHeader": "हॉलीवुडडाउनलोडर क्यों सबसे अच्छा विकल्प है?",
  "pros": [
    "पूरी तरह से मुफ्त।",
    "असीमित डाउनलोड।",
    "उच्च गति।",
    "साइनअप के बिना",
    "विभिन्न प्रारूप और गुणवत्ताएं समर्थित हैं।"
  ],

  "youtubeShortsHeader": "YouTube शॉर्ट्स",
  "youtubeShorts": "HollywoodDownloader उपयोगकर्ताओं को बिना किसी परेशानी के YouTube शॉर्ट्स वीडियो डाउनलोड करने की सुविधा देता है, जिससे संक्षेप रूप में बनाए गए सामग्री को ऑफलाइन में सहेजने और आनंद लेने के लिए एक सुविधाजनक समाधान प्रदान करता है।",
  "youtubeShortsAlt": "चित्र में यह संभावना दिखा जा रहा है कि YouTube शॉर्ट्स वीडियो डाउनलोड किया जा सकता है।",
  "highspeedHeader": "उच्च गति",
  "highspeed": "YouTube वीडियो को उच्च गति से डाउनलोड करने की सुविधा प्रदान करता है, जिससे उपयोगकर्ताओं को उनके पसंदीदा सामग्री को तेजी से तक पहुँचने के लिए एक शीघ्र और कुशल अनुभव सुनिश्चित होता है।",
  "highspeedAlt": "चित्र में उच्च गति से डाउनलोड करने की स्थिति दिखाई जा रही है।",
  "multiplatformHeader": "मल्टीप्लेटफॉर्म",
  "multiplatform": "HollywoodDownloader, एक बहुमुखी और मल्टीप्लेटफॉर्म उपकरण, उपयोगकर्ताओं को विभिन्न डिवाइस और ऑपरेटिंग सिस्टम पर YouTube वीडियो को बिना किसी अड्डे के सहाज से डाउनलोड करने की शक्ति प्रदान करता है, एक लचीला और पहुँचने योग्य डाउनलोड समाधान प्रदान करता है।",
  "multiplatformAlt": "चित्र में मल्टीप्लेटफॉर्म उपयोग की स्थिति दिखाई जा रही है।",
  "safeHeader": "सुरक्षित ",
  "safe": "HollywoodDownloader एक सुरक्षित डाउनलोड अनुभव सुनिश्चित करता है क्योंकि इसके लिए साइनअप या साइनिन की आवश्यकता नहीं है, उपयोगकर्ता गोपनीयता और सुविधा को प्राथमिकता देता है जबकि YouTube वीडियो को प्राप्त करते समय किसी प्रकार की दिक्कतों के बिना।",
  "safeAlt": "चित्र में एप्लिकेशन के सुरक्षित उपयोग की स्थिति दिखाई जा रही है।",
  "freeHeader": "पूरी तरह से मुफ्त",
  "free": "हम YouTube वीडियो को डाउनलोड करने के लिए पूरी तरह से मुफ्त समाधान प्रदान करते हैं, जिससे उपयोगकर्ताओं को उनके पसंदीदा सामग्री तक कोई भी लागत के बिना पहुँच मिलती है।",
  "freeAlt": "चित्र में दिखाया गया है कि एप्लिकेशन मुफ्त है।",
  "nolimitHeader": "कोई सीमा नहीं",
  "nolimit": "हम एक सीमाहीन डाउनलोड अनुभव प्रदान करते हैं, जिससे उपयोगकर्ताओं को यूट्यूब वीडियो को किसी भी सीमा के बिना डाउनलोड करने की अनुमति है, बड़े संख्या में डाउनलोड करने की सीमाहीन पहुँच प्रदान करते हैं।",
  "nolimitAlt": "चित्र में दिखाया गया है कि एप्लिकेशन उपयोगकर्ताओं को किसी भी सीमा के बिना यूट्यूब वीडियो को डाउनलोड करने की अनुमति देता है।",
  "multipleformatsHeader": "एकाधिक स्वरूप",
  "multipleformats": "HollywoodDownloader विभिन्न स्वरूपों, जैसे कि MP3, MP4, Webm, 3GP, MP4A और HD, का समर्थन करता है, जिससे उपयोगकर्ताओं को यूट्यूब वीडियो को उनकी पसंदीदा स्वरूप में डाउनलोड करने के लिए लचीलाई होती है।",
  "multipleformatsAlt": "चित्र में दिखाया गया है कि एप्लिकेशन विभिन्न स्वरूपों का समर्थन करता है।"

    }
  }