{
    "Index": {
      "button": "Scaricamento",
      "placeholder": "Incolla qui il link del tuo video",
      "showButton": "Mostra di più",
      "showLess": "Mostra meno",
      "duration": "Durata",
      "downloadButton": "Scaricamento",
      "audioOnly": "Solo audio",
      "videoOnly": "Solo video",
      "headerTitle": "scaricare video da youtube",
      "headerQuestion": "come scaricare video da YouTube?",
      "quality": "Qualità:",

      "title": "Scarica video da YouTube - HollywoodDownloader.com",
  "description": "Scarica facilmente video da YouTube con HollywoodDownloader.com. Incolla il link del video, premi il pulsante Scarica e goditi i tuoi contenuti preferiti offline.",
  "keywords": "scarica video da YouTube, download video, HollywoodDownloader,",
  "ogTitle": "Scarica video da YouTube - HollywoodDownloader.com",
  "ogDescription": "Scarica facilmente video da YouTube con HollywoodDownloader.com. Incolla il link del video, premi il pulsante scarica e goditi i tuoi contenuti preferiti offline.",
  "twitterTitle": "Scarica video da YouTube - HollywoodDownloader.com",
  "twitterDescription": "Scarica facilmente video da YouTube con HollywoodDownloader.com. Incolla il link del video, premi il pulsante scarica e goditi i tuoi contenuti preferiti offline.",
  "contentTitle": "Benvenuto su HollywoodDownloader.com - Il tuo hub ideale per il download di video!",
  "content": [
    "Trasforma facilmente i tuoi video preferiti di YouTube in tesori offline, incollando semplicemente il link del video nel campo di input sopra e facendo clic sul pulsante di download.",
    "Si prega di notare: Segui le condizioni d'uso di HollywoodDownloader.com in conformità con i termini di servizio di YouTube e le leggi sul copyright."
  ],


  "contentCoution": "Si prega di notare: Seguire i termini d'uso di HollywoodDownloader.com in conformità con i termini di servizio di YouTube e le leggi sul copyright.",
  "serviceDesc": "Trasforma facilmente i tuoi video preferiti di YouTube in tesori offline. HollywoodDownloader ti consente di convertire e scaricare video da YouTube in MP3, MP4, Webm, 3GP, MP4A in alta definizione gratuitamente.",

  "insrtuctionsHeader": "Come scaricare video da YouTube gratuitamente con HollywoodDownloader?",
  "instructions": ["Incolla il link del video di YouTube che desideri scaricare.",
    "Seleziona la qualità video o audio desiderata e clicca sul pulsante \"Scarica\"."
  ],

  "prosHeader": "Perché HollywoodDownloader è la scelta migliore?",
  "pros": [
    "Assolutamente gratuito.",
    "Download illimitati.",
    "Alta velocità.",
    "Senza registrazione",
    "Supporta formati e qualità multipli."
  ],

  "youtubeShortsHeader": "YouTube Shorts",
  "youtubeShorts": "HollywoodDownloader consente agli utenti di scaricare senza sforzo video YouTube Shorts, offrendo una soluzione comoda per salvare e godersi i contenuti a breve formato offline.",
  "youtubeShortsAlt": "L'immagine mostra la possibilità di scaricare video YouTube Shorts.",
  "highspeedHeader": "Alta velocità",
  "highspeed": "Consente il download ad alta velocità dei video YouTube, garantendo un'esperienza rapida ed efficiente per gli utenti che cercano un accesso veloce ai loro contenuti preferiti.",
  "highspeedAlt": "L'immagine mostra il download ad alta velocità.",
  "multiplatformHeader": "Multi-piattaforma",
  "multiplatform": "HollywoodDownloader, uno strumento versatile e multi-piattaforma, permette agli utenti di scaricare video YouTube in modo trasparente su vari dispositivi e sistemi operativi, offrendo una soluzione di download flessibile e accessibile.",
  "multiplatformAlt": "L'immagine mostra l'uso multi-piattaforma.",
  "safeHeader": "Sicuro ",
  "safe": "HollywoodDownloader garantisce un'esperienza di download sicura in quanto non richiede registrazione. Questo pone la privacy e la comodità dell'utente al primo posto nell'ottenere video YouTube senza problemi.",
  "safeAlt": "L'immagine mostra l'uso sicuro dell'applicazione.",
  "freeHeader": "Assolutamente gratuito",
  "free": "Offriamo una soluzione completamente gratuita per il download di video YouTube, fornendo agli utenti un accesso illimitato ai loro contenuti preferiti senza alcun costo.",
  "freeAlt": "L'immagine mostra che l'applicazione è gratuita.",
  "nolimitHeader": "Nessun limite",
  "nolimit": "Presentiamo un'esperienza di download illimitata, consentendo agli utenti di scaricare video YouTube senza restrizioni sul numero di download, offrendo un accesso illimitato a una vasta gamma di contenuti.",
  "nolimitAlt": "L'immagine mostra che l'applicazione consente agli utenti di scaricare video YouTube senza restrizioni sul numero di download.",
  "multipleformatsHeader": "Formati multipli",
  "multipleformats": "HollywoodDownloader supporta una varietà di formati, tra cui MP3, MP4, Webm, 3GP, MP4A e HD, offrendo agli utenti la flessibilità di scaricare video YouTube nel formato preferito per un'esperienza di visione personalizzata.",
  "multipleformatsAlt": "L'immagine mostra che l'applicazione supporta una varietà di formati."

    }
  }