{
    "Index": {
      "button": "parsisiųsti",
      "placeholder": "Įklijuokite vaizdo įrašo nuorodą čia",
      "showButton": "Rodyti daugiau",
      "showLess": "Rodyti mažiau",
      "duration": "Trukmė",
      "downloadButton": "parsisiųsti",
      "audioOnly": "Tik garsas",
      "videoOnly": "Tik vaizdo įrašas",
      "headerTitle": "parsisiųsti video iš youtube",
      "headerQuestion": "kaip parsisiųsti video iš youtube?",
      "quality": "Kokybė:",

      "title": "Atsisiųskite vaizdo įrašą iš „YouTube“ - HollywoodDownloader.com",
  "description": "Paprastai atsisiųskite vaizdo įrašus iš „YouTube“ naudodami „HollywoodDownloader.com“. Įklijuokite vaizdo įrašo nuorodą, spustelėkite mygtuką Atsisiųsti ir mėgaukitės savo mėgstamais turiniais neprisijungę prie interneto.",
  "keywords": "atsisiųskite vaizdo įrašą iš „YouTube“, vaizdo įrašo atsisiuntimas, HollywoodDownloader,",
  "ogTitle": "Atsisiųskite vaizdo įrašą iš „YouTube“ - HollywoodDownloader.com",
  "ogDescription": "Paprastai atsisiųskite vaizdo įrašus iš „YouTube“ naudodami „HollywoodDownloader.com“. Įklijuokite vaizdo įrašo nuorodą, spustelėkite atsisiųsti mygtuką ir mėgaukitės savo mėgstamais turiniais neprisijungę prie interneto.",
  "twitterTitle": "Atsisiųskite vaizdo įrašą iš „YouTube“ - HollywoodDownloader.com",
  "twitterDescription": "Paprastai atsisiųskite vaizdo įrašus iš „YouTube“ naudodami „HollywoodDownloader.com“. Įklijuokite vaizdo įrašo nuorodą, spustelėkite atsisiųsti mygtuką ir mėgaukitės savo mėgstamais turiniais neprisijungę prie interneto.",
  "contentTitle": "Sveiki atvykę į HollywoodDownloader.com - jūsų puikų vietą vaizdo įrašų atsisiuntimui!",
  "content": [
    "Lengvai pavertkite savo mėgstamus „YouTube“ vaizdo įrašus į neprisijungusius lobius, tiesiog įklijavę vaizdo įrašo nuorodą aukščiau esančiame įvesties lauke ir paspaudę atsisiųsti mygtuką.",
    "Prašome atkreipti dėmesį: Laikykitės „HollywoodDownloader.com“ naudojimo sąlygų, vadovaudamiesi „YouTube“ paslaugos sąlygomis ir autorių teisių įstatymais."
  ],


  "contentCoution": "Prašome atkreipti dėmesį: Laikykitės HollywoodDownloader.com naudojimo sąlygų, atitinkančių „YouTube“ sąlygas ir autorių teisių įstatymus.",
  "serviceDesc": "Lengvai pavertkite savo mėgstamus „YouTube“ vaizdo įrašus į neprivalomus lobius. „HollywoodDownloader“ leidžia jums konvertuoti ir atsisiųsti vaizdo įrašus iš „YouTube“ į MP3, MP4, Webm, 3GP, MP4A HD kokybėje nemokamai.",

  "insrtuctionsHeader": "Kaip nemokamai atsisiųsti „YouTube“ vaizdo įrašus naudojant „HollywoodDownloader“?",
  "instructions": ["Įklijuokite norimo atsisiųsti „YouTube“ vaizdo įrašo nuorodą.",
    "Pasirinkite norimą vaizdo ar garso kokybę ir spustelėkite mygtuką „Atsisiųsti“."
  ],

  "prosHeader": "Kodėl „HollywoodDownloader“ yra geriausias pasirinkimas?",
  "pros": [
    "Visiškai nemokama.",
    "Neribotas atsisiuntimai.",
    "Didelė greitis.",
    "Be registracijos",
    "Palaikomi įvairūs formatai ir kokybės."
  ],

  "youtubeShortsHeader": "„YouTube Shorts“",
  "youtubeShorts": "„HollywoodDownloader“ leidžia naudotojams lengvai atsisiųsti „YouTube Shorts“ vaizdo įrašus, suteikdamas patogų sprendimą trumpo formato turiniui įrašyti ir mėgautis juo neprisijungęs prie interneto.",
  "youtubeShortsAlt": "Nuotraukoje parodytas galimas „YouTube Shorts“ vaizdo įrašų atsisiuntimas.",
  "highspeedHeader": "Aukštas greitis",
  "highspeed": "Leidžia atsisiųsti „YouTube“ vaizdo įrašus dideliu greičiu, užtikrinant greitą ir efektyvų naudotojų patirtį, ieškančius greito prieigos prie savo mėgstamo turinio.",
  "highspeedAlt": "Nuotraukoje parodytas atsisiuntimas dideliu greičiu.",
  "multiplatformHeader": "Daugiaplatė",
  "multiplatform": "„HollywoodDownloader“, universalus ir daugiaplatformis įrankis, suteikia naudotojams galimybę nevaržomai atsisiųsti „YouTube“ vaizdo įrašus skirtingose įrenginiuose ir operacinėse sistemose, siūlant lankstų ir prieinamą atsisiuntimo sprendimą.",
  "multiplatformAlt": "Nuotraukoje parodytas daugiaplatformis naudojimas.",
  "safeHeader": "Saugu ",
  "safe": "„HollywoodDownloader“ užtikrina saugią atsisiuntimo patirtį, nes nereikia registracijos ar prisijungimo, pirmenybė teikiama naudotojo privatumui ir patogumui gaunant „YouTube“ vaizdo įrašus be vargo.",
  "safeAlt": "Nuotraukoje parodytas saugių programos naudojimas.",
  "freeHeader": "Visiškai nemokama",
  "free": "Siūlome visiškai nemokamą sprendimą atsisiųsti „YouTube“ vaizdo įrašus, suteikiant naudotojams neribotą prieigą prie jų mėgstamo turinio be jokių išlaidų.",
  "freeAlt": "Nuotraukoje parodyta, kad programa yra nemokama.",
  "nolimitHeader": "Be ribų",
  "nolimit": "Suteikiame neribotą atsisiuntimo patirtį, leisdami naudotojams atsisiųsti „YouTube“ vaizdo įrašus be jokių apribojimų dėl atsisiuntimų skaičiaus, suteikdami neribotą prieigą prie įvairaus turinio.",
  "nolimitAlt": "Nuotraukoje parodyta, kad programa leidžia naudotojams atsisiųsti „YouTube“ vaizdo įrašus be jokių apribojimų dėl atsisiuntimų skaičiaus.",
  "multipleformatsHeader": "Daugiau formatais",
  "multipleformats": "„HollywoodDownloader“ palaiko įvairius formatus, įskaitant MP3, MP4, Webm, 3GP, MP4A ir HD, suteikdamas naudotojams galimybę atsisiųsti „YouTube“ vaizdo įrašus jų pageidaujamu formatu asmeninei peržiūrai.",
  "multipleformatsAlt": "Nuotraukoje parodyta, kad programa palaiko įvairius formatus."

    }
  }