{
    "Index": {
      "button": "Downloaden",
      "placeholder": "Plak hier uw videolink",
      "showButton": "Laat meer zien",
      "showLess": "Laat minder zien",
      "duration": "Duur",
      "downloadButton": "Downloaden",
      "audioOnly": "Alleen geluid",
      "videoOnly": "Alleen video",
      "headerTitle": "filmpje downloaden van youtube",
      "headerQuestion": "hoe download je video van youtube?",
      "quality": "Kwaliteit:",

      "title": "Video downloaden van YouTube - HollywoodDownloader.com",
  "description": "Download eenvoudig video's van YouTube met HollywoodDownloader.com. Plak de videolink, druk op de Download-knop en geniet van je favoriete inhoud offline.",
  "keywords": "video downloaden van YouTube, videodownload, HollywoodDownloader,",
  "ogTitle": "Video downloaden van YouTube - HollywoodDownloader.com",
  "ogDescription": "Download eenvoudig video's van YouTube met HollywoodDownloader.com. Plak de videolink, druk op de download-knop en geniet van je favoriete inhoud offline.",
  "twitterTitle": "Video downloaden van YouTube - HollywoodDownloader.com",
  "twitterDescription": "Download eenvoudig video's van YouTube met HollywoodDownloader.com. Plak de videolink, druk op de download-knop en geniet van je favoriete inhoud offline.",
  "contentTitle": "Welkom bij HollywoodDownloader.com - Jouw ideale hub voor het downloaden van video's!",
  "content": [
    "Verander eenvoudig je favoriete YouTube-video's in offline schatten door de videolink hierboven in het invoerveld te plakken en op de download-knop te klikken.",
    "Let op: Volg de gebruiksvoorwaarden van HollywoodDownloader.com in overeenstemming met de servicevoorwaarden van YouTube en de auteursrechtwetten."
  ],

  "contentCoution": "Let op: Volg de gebruiksvoorwaarden van HollywoodDownloader.com in overeenstemming met de gebruiksvoorwaarden van YouTube en de auteursrechtwetten.",
  "serviceDesc": "Verander eenvoudig je favoriete YouTube-video's in offline schatten. HollywoodDownloader stelt je in staat om video's van YouTube te converteren en downloaden naar MP3, MP4, Webm, 3GP, MP4A in HD-kwaliteit, helemaal gratis.",

  "insrtuctionsHeader": "Hoe download je gratis YouTube-video's met HollywoodDownloader?",
  "instructions": ["Plak de link van de YouTube-video die je wilt downloaden.",
    "Selecteer de gewenste video- of audiokwaliteit en klik op de knop 'Downloaden'."
  ],

  "prosHeader": "Waarom is HollywoodDownloader de beste keuze?",
  "pros": [
    "Absoluut gratis.",
    "Onbeperkte downloads.",
    "Hoge snelheid.",
    "Zonder aanmelden",
    "Ondersteunt meerdere formaten en kwaliteiten."
  ],

  "youtubeShortsHeader": "YouTube Shorts",
  "youtubeShorts": "HollywoodDownloader maakt het gebruikers eenvoudig om YouTube Shorts-video's te downloaden, waardoor een handige oplossing wordt geboden om kort-formaat inhoud offline op te slaan en te genieten.",
  "youtubeShortsAlt": "Afbeelding toont de mogelijkheid om YouTube Shorts-video's te downloaden.",
  "highspeedHeader": "Hoge snelheid",
  "highspeed": "Maakt snelle downloads van YouTube-video's mogelijk, zodat gebruikers snel en efficiënt toegang krijgen tot hun favoriete inhoud.",
  "highspeedAlt": "Afbeelding toont snelle downloads.",
  "multiplatformHeader": "Multiplatform",
  "multiplatform": "HollywoodDownloader, een veelzijdige en multiplatform tool, stelt gebruikers in staat om naadloos YouTube-video's te downloaden op verschillende apparaten en besturingssystemen, en biedt een flexibele en toegankelijke oplossing voor downloaden.",
  "multiplatformAlt": "Afbeelding toont multiplatform gebruik.",
  "safeHeader": "Veilig ",
  "safe": "HollywoodDownloader zorgt voor een veilige downloadervaring, aangezien het geen aanmelding vereist, waarbij de privacy en het gemak van gebruikers voorop staan bij het moeiteloos verkrijgen van YouTube-video's.",
  "safeAlt": "Afbeelding toont veilig gebruik van de app.",
  "freeHeader": "Absoluut gratis",
  "free": "Wij bieden een volledig gratis oplossing voor het downloaden van YouTube-video's, waardoor gebruikers onbeperkte toegang hebben tot hun favoriete inhoud zonder kosten.",
  "freeAlt": "Afbeelding toont dat de app gratis is.",
  "nolimitHeader": "Geen limiet",
  "nolimit": "Wij bieden een onbeperkte downloadervaring, waardoor gebruikers YouTube-video's kunnen downloaden zonder beperkingen op het aantal downloads, met onbeperkte toegang tot een breed scala aan inhoud.",
  "nolimitAlt": "Afbeelding toont dat de app gebruikers in staat stelt YouTube-video's te downloaden zonder beperkingen op het aantal downloads.",
  "multipleformatsHeader": "Meerdere formaten",
  "multipleformats": "HollywoodDownloader ondersteunt verschillende formaten, waaronder MP3, MP4, Webm, 3GP, MP4A en HD, waardoor gebruikers de flexibiliteit hebben om YouTube-video's te downloaden in hun voorkeursformaat voor een gepersonaliseerde kijkervaring.",
  "multipleformatsAlt": "Afbeelding toont dat de app verschillende formaten ondersteunt."

    }
  }