{
    "Index": {
      "button": "pobrać",
      "placeholder": "Wklej tutaj link do swojego filmu",
      "showButton": "Pokaż więcej",
      "showLess": "Pokaż mniej",
      "duration": "Czas trwania",
      "downloadButton": "pobrać",
      "audioOnly": "Tylko dźwięk",
      "videoOnly": "Tylko wideo",
      "headerTitle": "pobrać film z YouTube",
      "headerQuestion": "jak pobrać film z youtube?",
      "quality": "Jakość:",

      "title": "Pobierz wideo z YouTube - HollywoodDownloader.com",
      "description": "Łatwo pobieraj filmy z YouTube za pomocą HollywoodDownloader.com. Wklej link do filmu, naciśnij przycisk Pobierz i ciesz się ulubioną zawartością offline.",
      "keywords": "pobierz wideo z YouTube, pobieranie filmów, HollywoodDownloader,",
      "ogTitle": "Pobierz wideo z YouTube - HollywoodDownloader.com",
      "ogDescription": "Łatwo pobieraj filmy z YouTube za pomocą HollywoodDownloader.com. Wklej link do filmu, naciśnij przycisk pobierz i ciesz się ulubioną zawartością offline.",
      "twitterTitle": "Pobierz wideo z YouTube - HollywoodDownloader.com",
      "twitterDescription": "Łatwo pobieraj filmy z YouTube za pomocą HollywoodDownloader.com. Wklej link do filmu, naciśnij przycisk pobierz i ciesz się ulubioną zawartością offline.",
      "contentTitle": "Witaj na HollywoodDownloader.com - Twoim idealnym miejscem do pobierania wideo!",
      "content": [
        "Łatwo przekształć ulubione filmy z YouTube w offline skarby, po prostu wklejając link do filmu w powyższe pole wejściowe i klikając przycisk pobierz.",
        "Proszę zauważyć: Przestrzegaj warunków użytkowania HollywoodDownloader.com zgodnie z warunkami świadczenia usług YouTube i przepisami prawa autorskiego."
      ],

      "contentCoution": "Proszę zauważyć: Przestrzegaj warunków korzystania z HollywoodDownloader.com zgodnie z warunkami korzystania z serwisu YouTube i prawami autorskimi.",
  "serviceDesc": "Łatwo zamień swoje ulubione filmy z YouTube w skarby dostępne offline. HollywoodDownloader umożliwia konwersję i pobieranie filmów z YouTube do formatów MP3, MP4, Webm, 3GP, MP4A w jakości HD za darmo.",

  "insrtuctionsHeader": "Jak pobierać za darmo filmy z YouTube za pomocą HollywoodDownloader?",
  "instructions": ["Wklej link do filmu z YouTube, który chcesz pobrać.",
    "Wybierz pożądaną jakość wideo lub dźwięku i kliknij przycisk „Pobierz”."
  ],

  "prosHeader": "Dlaczego HollywoodDownloader to najlepszy wybór?",
  "pros": [
    "Absolutnie za darmo.",
    "Nieograniczone pobieranie.",
    "Wysoka prędkość.",
    "Bez rejestracji",
    "Obsługa wielu formatów i jakości."
  ],

  "youtubeShortsHeader": "YouTube Shorts",
  "youtubeShorts": "HollywoodDownloader umożliwia użytkownikom łatwe pobieranie filmów krótkometrażowych z YouTube, dostarczając wygodne rozwiązanie do przechowywania i korzystania z krótkich form treści offline.",
  "youtubeShortsAlt": "Zdjęcie pokazuje możliwość pobierania filmów krótkometrażowych z YouTube.",
  "highspeedHeader": "Wysoka prędkość",
  "highspeed": "Umożliwia szybkie pobieranie filmów z YouTube, zapewniając użytkownikom szybki i efektywny dostęp do ich ulubionej zawartości.",
  "highspeedAlt": "Zdjęcie pokazuje szybkie pobieranie.",
  "multiplatformHeader": "Wieloplatformowy",
  "multiplatform": "HollywoodDownloader, wszechstronne i wieloplatformowe narzędzie, umożliwia użytkownikom bezproblemowe pobieranie filmów z YouTube na różnych urządzeniach i systemach operacyjnych, oferując elastyczne i dostępne rozwiązanie do pobierania.",
  "multiplatformAlt": "Zdjęcie pokazuje korzystanie z wielu platform.",
  "safeHeader": "Bezpieczny ",
  "safe": "HollywoodDownloader zapewnia bezpieczne doświadczenie pobierania, nie wymaga rejestracji ani logowania, priorytetyzując prywatność i wygodę użytkowników podczas bezproblemowego uzyskiwania filmów z YouTube.",
  "safeAlt": "Zdjęcie pokazuje bezpieczne korzystanie z aplikacji.",
  "freeHeader": "Absolutnie za darmo",
  "free": "Oferujemy absolutnie darmowe rozwiązanie do pobierania filmów z YouTube, zapewniając użytkownikom nieograniczony dostęp do ich ulubionej zawartości bez żadnych kosztów.",
  "freeAlt": "Zdjęcie pokazuje, że aplikacja jest bezpłatna.",
  "nolimitHeader": "Bez ograniczeń",
  "nolimit": "Prezentujemy bezgraniczne doświadczenie pobierania, pozwalając użytkownikom pobierać filmy z YouTube bez żadnych ograniczeń co do liczby pobrań, zapewniając nieograniczony dostęp do różnorodnej treści.",
  "nolimitAlt": "Zdjęcie pokazuje, że aplikacja pozwala użytkownikom pobierać filmy z YouTube bez żadnych ograniczeń co do liczby pobrań.",
  "multipleformatsHeader": "Wiele formatów",
  "multipleformats": "HollywoodDownloader obsługuje różne formaty, w tym MP3, MP4, Webm, 3GP, MP4A i HD, oferując użytkownikom elastyczność pobierania filmów z YouTube w preferowanym formacie dla spersonalizowanego oglądania.",
  "multipleformatsAlt": "Zdjęcie pokazuje, że aplikacja obsługuje różne formaty."

    }
  }