{
    "Index": {
      "button": "Download",
      "placeholder": "Cole o link do seu vídeo aqui",
      "showButton": "Mostre mais",
      "showLess": "Mostre menos",
      "duration": "Duração",
      "downloadButton": "Download",
      "audioOnly": "Somente Audio",
      "videoOnly": "Apenas vídeo",
      "headerTitle": "baixar vídeo do youtube",
      "headerQuestion": "como baixar vídeo do youtube?",
      "quality": "Qualidade:",

      "title": "Baixar vídeo do YouTube - HollywoodDownloader.com",
  "description": "Baixe facilmente vídeos do YouTube com o HollywoodDownloader.com. Cole o link do vídeo, pressione o botão Baixar e aproveite seu conteúdo favorito offline.",
  "keywords": "baixar vídeo do YouTube, download de vídeo, HollywoodDownloader,",
  "ogTitle": "Baixar vídeo do YouTube - HollywoodDownloader.com",
  "ogDescription": "Baixe facilmente vídeos do YouTube com o HollywoodDownloader.com. Cole o link do vídeo, pressione o botão baixar e aproveite seu conteúdo favorito offline.",
  "twitterTitle": "Baixar vídeo do YouTube - HollywoodDownloader.com",
  "twitterDescription": "Baixe facilmente vídeos do YouTube com o HollywoodDownloader.com. Cole o link do vídeo, pressione o botão baixar e aproveite seu conteúdo favorito offline.",
  "contentTitle": "Bem-vindo ao HollywoodDownloader.com - Seu hub ideal para baixar vídeos!",
  "content": [
    "Transforme facilmente seus vídeos favoritos do YouTube em tesouros offline, apenas colando o link do vídeo no campo de entrada acima e clicando no botão de download.",
    "Por favor, observe: Siga os termos de uso do HollywoodDownloader.com de acordo com os termos de serviço do YouTube e as leis de direitos autorais."
  ],


  "contentCoution": "Por favor, observe: Siga os termos de uso do HollywoodDownloader.com de acordo com os termos de serviço do YouTube e as leis de direitos autorais.",
  "serviceDesc": "Transforme facilmente seus vídeos favoritos do YouTube em tesouros offline. O HollywoodDownloader permite converter e baixar vídeos do YouTube para MP3, MP4, Webm, 3GP, MP4A em qualidade HD de forma gratuita.",

  "insrtuctionsHeader": "Como baixar vídeos do YouTube gratuitamente com o HollywoodDownloader?",
  "instructions": ["Cole o link do vídeo do YouTube que você deseja baixar.",
    "Escolha a qualidade de vídeo ou áudio desejada e clique no botão \"Baixar\"."
  ],

  "prosHeader": "Por que o HollywoodDownloader é a melhor escolha?",
  "pros": [
    "Totalmente gratuito.",
    "Downloads ilimitados.",
    "Alta velocidade.",
    "Sem cadastro",
    "Suporta vários formatos e qualidades."
  ],

  "youtubeShortsHeader": "YouTube Shorts",
  "youtubeShorts": "O HollywoodDownloader permite que os usuários baixem facilmente vídeos do YouTube Shorts, proporcionando uma solução conveniente para salvar e aproveitar conteúdo em formato curto offline.",
  "youtubeShortsAlt": "A imagem mostra a possibilidade de baixar vídeos do YouTube Shorts.",
  "highspeedHeader": "Alta velocidade",
  "highspeed": "Permite downloads de alta velocidade de vídeos do YouTube, garantindo uma experiência rápida e eficiente para os usuários que procuram acesso rápido ao seu conteúdo favorito.",
  "highspeedAlt": "A imagem mostra o download em alta velocidade.",
  "multiplatformHeader": "Multiplataforma",
  "multiplatform": "O HollywoodDownloader, uma ferramenta versátil e multiplataforma, capacita os usuários a baixar vídeos do YouTube de maneira transparente em diversos dispositivos e sistemas operacionais, oferecendo uma solução de download flexível e acessível.",
  "multiplatformAlt": "A imagem mostra o uso em várias plataformas.",
  "safeHeader": "Seguro ",
  "safe": "O HollywoodDownloader garante uma experiência de download segura, pois não requer cadastro, priorizando a privacidade e a conveniência do usuário ao obter vídeos do YouTube sem complicações.",
  "safeAlt": "A imagem mostra o uso seguro do aplicativo.",
  "freeHeader": "Totalmente gratuito",
  "free": "Oferecemos uma solução totalmente gratuita para baixar vídeos do YouTube, proporcionando aos usuários acesso irrestrito ao seu conteúdo favorito sem nenhum custo.",
  "freeAlt": "A imagem mostra que o aplicativo é gratuito.",
  "nolimitHeader": "Sem limites",
  "nolimit": "Apresentamos uma experiência de download ilimitada, permitindo que os usuários baixem vídeos do YouTube sem restrições quanto ao número de downloads, oferecendo acesso irrestrito a uma ampla variedade de conteúdo.",
  "nolimitAlt": "A imagem mostra que o aplicativo permite que os usuários baixem vídeos do YouTube sem restrições quanto ao número de downloads.",
  "multipleformatsHeader": "Múltiplos formatos",
  "multipleformats": "O HollywoodDownloader suporta uma variedade de formatos, incluindo MP3, MP4, Webm, 3GP, MP4A e HD, oferecendo aos usuários a flexibilidade de baixar vídeos do YouTube em seu formato preferido para uma experiência de visualização personalizada.",
  "multipleformatsAlt": "A imagem mostra que o aplicativo suporta uma variedade de formatos."

    }
  }