{
    "Index": {
      "button": "تحميل",
      "placeholder": "الصق رابط الفيديو هنا",
      "showButton": "عرض المزيد",
      "showLess": "عرض أقل",
      "duration": "المدة",
      "downloadButton": "تحميل",
      "audioOnly": "صوت فقط",
      "videoOnly": "فيديو فقط",
      "headerTitle": "تحميل فيديو من يوتيوب",
      "headerQuestion": "كيفية تحميل فيديو من يوتيوب؟",
      "quality": "الجودة:",
      "title": "تحميل فيديو من يوتيوب - HollywoodDownloader.com",
      "description": "قم بتحميل مقاطع الفيديو بسهولة من يوتيوب باستخدام HollywoodDownloader.com. الصق رابط الفيديو، اضغط على زر التحميل، وتمتع بمحتواك المفضل بدون اتصال.",
      "keywords": "تحميل فيديو من يوتيوب، تحميل الفيديو، HollywoodDownloader،",
      "ogTitle": "تحميل فيديو من يوتيوب - HollywoodDownloader.com",
      "ogDescription": "قم بتحميل مقاطع الفيديو بسهولة من يوتيوب باستخدام HollywoodDownloader.com. الصق رابط الفيديو، اضغط على زر التحميل، وتمتع بمحتواك المفضل بدون اتصال.",
      "twitterTitle": "تحميل فيديو من يوتيوب - HollywoodDownloader.com",
      "twitterDescription": "قم بتحميل مقاطع الفيديو بسهولة من يوتيوب باستخدام HollywoodDownloader.com. الصق رابط الفيديو، اضغط على زر التحميل، وتمتع بمحتواك المفضل بدون اتصال.",
      "contentTitle": "HollywoodDownloader.com - محورك المثالي لتحميل مقاطع الفيديو!",
      "content": [
        "حوّل مقاطع فيديو YouTube المفضلة إلى كنوز دون اتصال ببساطة عن طريق لصق رابط الفيديو في الحقل أعلاه والنقر على زر التحميل."
      ],
      "contentCoution": "يرجى ملاحظة: اتبع شروط استخدام HollywoodDownloader.com وفقًا لشروط خدمة YouTube وقوانين حقوق الملكية.",
      "serviceDesc": "حوّل مقاطع فيديو YouTube المفضلة إلى كنوز دون اتصال. يتيح لك HollywoodDownloader تحويل وتحميل مقاطع الفيديو من YouTube إلى MP3، MP4، Webm، 3GP، MP4A بجودة عالية مجانًا.",
      "insrtuctionsHeader": "تحميل مقاطع فيديو YouTube: دليل خطوة بخطوة",
      "instructions": [
        "1. انسخ رابط فيديو YouTube الذي ترغب في تحميله.",
        "2. الصقه في حقل البحث.",
        "3. اختر جودة الفيديو أو الصوت التي تحتاجها وانقر على زر 'تحميل'."
      ],
      "insrtuctionsMp3Header": "تحويل YouTube إلى MP3: دليل سريع",
      "insrtuctionsMp4Header": "تحويل YouTube إلى MP4: طرق سهلة وسريعة",
      "instructionsImageCopy": "الصورة تظهر كيفية نسخ رابط YouTube",
      "instructionsImagePaste": "الصورة تظهر كيفية لصق رابط YouTube في حقل البحث في HollywoodDownloader.com",
      "instructionsImageDownload": "الصورة تظهر كيفية تحميل الفيديو الموجود",
      "prosHeader": "لماذا Hollywood Downloader هو الخيار الأفضل لتحميل مقاطع فيديو YouTube",
      "pros": [
        "مجاني تمامًا.",
        "تنزيل غير محدود.",
        "سرعة عالية.",
        "بدون تسجيل الدخول",
        "تدعم صيغ وجودات متعددة."
      ],
      "youtubeShortsHeader": "YouTube Shorts",
      "youtubeShorts": "يسمح HollywoodDownloader للمستخدمين بتحميل مقاطع فيديو YouTube Shorts بسهولة، مما يوفر حلاً ملائمًا لحفظ والتمتع بالمحتوى ذي الشكل القصير بشكل غير متصل.",
      "youtubeShortsAlt": "الصورة تظهر إمكانية تحميل مقاطع فيديو YouTube Shorts.",
      "highspeedHeader": "سرعة عالية",
      "highspeed": "يمكن التنزيل بسرعة عالية لمقاطع فيديو YouTube، مما يضمن تجربة سريعة وفعالة للمستخدمين الذين يبحثون عن وصول سريع إلى محتواهم المفضل.",
      "highspeedAlt": "الصورة تظهر التنزيل بسرعة عالية.",
      "multiplatformHeader": "متعدد المنصات",
      "multiplatform": "HollywoodDownloader، أداة متعددة الاستخدام ومتعددة المنصات، تمكن المستخدمين من تحميل مقاطع فيديو YouTube بسلاسة عبر أجهزة مختلفة وأنظمة تشغيل، مما يوفر حلاً مرنًا وسهلاً للتحميل.",
      "multiplatformAlt": "الصورة تظهر استخدامًا متعدد المنصات.",
      "safeHeader": "آمن",
      "safe": "يضمن HollywoodDownloader تجربة تنزيل آمنة حيث لا يتطلب تسجيل الدخول، مما يولي أولوية لخصوصية المستخدم والراحة أثناء الحصول على مقاطع فيديو YouTube بسهولة.",
      "safeAlt": "الصورة تظهر استخدام التطبيق بشكل آمن.",
      "freeHeader": "مجاني تمامًا",
      "free": "نقدم حلاً مجانيًا تمامًا لتحميل مقاطع فيديو YouTube، مما يوفر للمستخدمين وصولًا غير محدود إلى محتواهم المفضل دون أي تكلفة.",
      "freeAlt": "الصورة تظهر أن التطبيق مجاني.",
      "nolimitHeader": "بدون حدود",
      "nolimit": "نقدم تجربة تنزيل لا حدود لها، مما يتيح للمستخدمين تحميل مقاطع فيديو YouTube دون أي قيود على عدد التنزيلات، مما يوفر وصولًا غير محدودًا إلى مجموعة واسعة من المحتوى.",
      "nolimitAlt": "الصورة تظهر أن التطبيق يسمح للمستخدمين بتحميل مقاطع فيديو YouTube دون أي قيود على عدد التنزيلات.",
      "multipleformatsHeader": "صيغ متعددة",
      "multipleformats": "يدعم HollywoodDownloader مجموعة متنوعة من الصيغ، بما في ذلك MP3، MP4، Webm، 3GP، MP4A و HD، مما يوفر للمستخدمين مرونة تحميل مقاطع فيديو YouTube بالصيغة التي يفضلونها لتجربة مشاهدة شخصية.",
      "multipleformatsAlt": "الصورة تظهر أن التطبيق يدعم مجموعة متنوعة من الصيغ.",
      "mp3Header": "محول YouTube MP3",
      "mp3Text": [
        "قدمنا ​​محول YouTube MP3 الخاص بنا - الأداة النهائية لتحويل مقاطع فيديو YouTube المفضلة بسهولة إلى ملفات صوتية MP3 عالية الجودة. يسمح لك هذا المحول السهل الاستخدام باستخراج الصوت بسهولة من أي فيديو YouTube، مما يتيح لك إنشاء قوائم تشغيل شخصية، والتمتع بموسيقاك المفضلة دون اتصال، أو ببساطة حفظ البيانات أثناء التنقل.",
        "مع محولنا، يكون العملية بسيطة مثل نسخ رابط فيديو YouTube ولصقه، ثم اختيار الجودة الصوتية المطلوبة والنقر على زر التحويل. اختبر التحويلات بسرعة فائقة دون المساس بجودة الصوت. سواء كنت عاشقًا للموسيقى، أو عاشقًا للبودكاست، أو مجرد ترغب في الاستمتاع بمحتواك المفضل بصيغة صوتية، يعتبر محولنا للفيديو MP3 من يوتيوب الحلا لتجربة استماع مريحة وممتعة. قم بترقية مكتبتك الموسيقية بسهولة واستمتع بعالم التميز الصوتي مع محولنا للفيديو MP3 من يوتيوب اليوم."
      ],
      "mp4Header": "محول YouTube MP4",
      "mp4Text": [
        "جرب تحويل الفيديو بسلاسة مع خدمتنا لتحويل YouTube إلى MP4. حول مقاطع فيديو YouTube المفضلة بسهولة إلى ملفات MP4 عالية الجودة للاستمتاع بدون اتصال. يضمن منصتنا سهلة الاستخدام عملية سريعة وخالية من المتاعب، مما يتيح لك تنزيل وحفظ مقاطع الفيديو بصيغة MP4 ببضع نقرات فقط. استمتع بمحتواك المفضل في أي وقت وفي أي مكان، سواء كنت في التنقل أو مجرد تبحث عن بناء مكتبة الوسائط الخاصة بك. جرب محولنا لـ YouTube MP4 اليوم واكتشف عالمًا من الراحة في تشغيل الفيديو وتخزينه."
      ],
      "shortsHeader": "محمل مقاطع فيديو YouTube Shorts",
      "shortsText": [
        "نقدم خدمة تحميل مقاطع فيديو YouTube Shorts الحديثة الخاصة بنا، مصممة للهواة الذين يرغبون في التمتع بمقاطع الفيديو القصيرة المفضلة لديهم في أي وقت وفي أي مكان. باستخدام منصتنا سهلة الاستخدام، يمكنك بسهولة تحميل محتوى YouTube Shorts بجودة عالية، مما يضمن تجربة مشاهدة ممتعة أثناء التنقل. استكشف مجموعة واسعة من الفيديوهات القصيرة الرائجة والمثيرة، ومع بضع نقرات فقط، قم بتحويلها إلى ملفات سهلة الوصول للاستمتاع بدون اتصال. اعتنق راحة خدمة تحميل مقاطع فيديو YouTube Shorts لدينا ولا تفوت لحظة من لحظات المحتوى الرائع. ابدأ في بناء مكتبتك الشخصية اليوم!"
      ],
      "insrtuctionsShortHeader": "تحميل مقاطع فيديو YouTube Shorts: دليل خطوة بخطوة",
      "removeInputTextButton": "إزالة زر النص المدخل",
      "altThumbnail": "صورة مصغرة"
    }
  }
  