{
    "Index": {
      "button": "Изтегли",
      "placeholder": "Поставете вашия видео линк тук",
      "showButton": "Покажи повече",
      "showLess": "Покажи по-малко",
      "duration": "Продължителност",
      "downloadButton": "Изтегли",
      "audioOnly": "Само аудио",
      "videoOnly": "Само видео",
      "headerTitle": "Изтеглете видео от YouTube - HollywoodDownloader.com",
      "headerQuestion": "как да изтеглите видео от YouTube?",
      "quality": "Качество:",
  
      "title": "Изтеглете видео от YouTube - HollywoodDownloader.com",
      "description": "Лесно изтеглете видеа от YouTube с HollywoodDownloader.com. Поставете линка на видеото, натиснете бутона Изтегли и се наслаждавайте на любимото си съдържание на офлайн.",
      "keywords": "изтегляне на видео от YouTube, видео изтегляне, HollywoodDownloader,",
      "ogTitle": "Изтеглете видео от YouTube - HollywoodDownloader.com",
      "ogDescription": "Лесно изтеглете видеа от YouTube с HollywoodDownloader.com. Поставете линка на видеото, натиснете бутона за изтегляне и се наслаждавайте на любимото си съдържание на офлайн.",
      "twitterTitle": "Изтеглете видео от YouTube - HollywoodDownloader.com",
      "twitterDescription": "Лесно изтеглете видеа от YouTube с HollywoodDownloader.com. Поставете линка на видеото, натиснете бутона за изтегляне и се наслаждавайте на любимото си съдържание на офлайн.",
      "contentTitle": "HollywoodDownloader.com - Вашият перфектен хъб за изтегляне на видеа!",
      "content": [
        "Лесно превърнете любимите си YouTube видеа в офлайн съкровища, като просто поставите линка на видеото в горния входен поле и кликнете върху бутона за изтегляне."
      ],
  
      "contentCoution": "Моля, обърнете внимание: Следвайте условията за използване на HollywoodDownloader.com в съответствие с условията за обслужване на YouTube и авторските права.",
      "serviceDesc": "Лесно превръщайте любимите си YouTube видеа в офлайн съкровища. HollywoodDownloader ви позволява да преобразувате и изтеглите видео от YouTube в MP3, MP4, Webm, 3GP, MP4A в HD качество напълно безплатно.",
  
      "insrtuctionsHeader": "Изтегляне на YouTube Видеа: Стъпка по стъпка ръководство",
      "instructions": [
        "1. Копирайте линка на YouTube видеото, което искате да изтеглите.",
        "2. Поставете го в полето за търсене.",
        "3. Изберете желаното видео или аудио качество и кликнете върху бутона \"Изтегли\"."
      ],
  
      "insrtuctionsMp3Header": "Преобразуване на YouTube в MP3: Бързо ръководство",
      "insrtuctionsMp4Header": "Преобразуване на YouTube в MP4: Лесни и бързи методи",
  
      "instructionsImageCopy": "Изображение, показващо как да копирате линк от YouTube",
      "instructionsImagePaste": "Изображение, показващо как да поставите линк от YouTube в полето за търсене на HollywoodDownloader.com",
      "instructionsImageDownload": "Изображение, показващо как да изтеглите намереното видео",
  
      "prosHeader": "Защо Hollywood Downloader е най-добрият избор за изтегляне на YouTube видеа",
      "pros": [
        "Напълно безплатен.",
        "Неограничени изтегляния.",
        "Висока скорост.",
        "Без нужда от регистрация",
        "Поддържат се множество формати и качества."
      ],
  
      "youtubeShortsHeader": "YouTube Shorts",
      "youtubeShorts": "HollywoodDownloader позволява на потребителите лесно да изтеглят видеа от YouTube Shorts, предоставяйки удобно решение за запазване и наслаждаване на съдържание в кратък формат на офлайн.",
      "youtubeShortsAlt": "Изображение, показващо възможността за изтегляне на YouTube Shorts видеа.",
      "highspeedHeader": "Висока скорост",
      "highspeed": "Позволява изтеглянето на видеа от YouTube с висока скорост, осигурявайки бърз и ефективен опит за потребителите, които търсят бърз достъп до любимото си съдържание.",
      "highspeedAlt": "Изображение, показващо изтегляне с висока скорост.",
      "multiplatformHeader": "Многоплатформен",
      "multiplatform": "HollywoodDownloader, разнообразен и многоплатформен инструмент, упълномощава потребителите да изтеглят видеа от YouTube безпроблемно по различни устройства и операционни системи, предлагайки гъвкаво и достъпно решение за изтегляне.",
      "multiplatformAlt": "Изображение, показващо многоплатформено използване.",
      "safeHeader": "Безопасен ",
      "safe": "HollywoodDownloader осигурява безопасен опит при изтегляне, тъй като не изисква регистрация или влизане, като отдава приоритет на личната поверителност и удобство на потребителите при получаването на YouTube видеа без проблеми.",
      "safeAlt": "Изображение, показващо безопасно използване на приложението.",
      "freeHeader": "Напълно безплатен",
      "free": "Предлагаме напълно безплатно решение за изтегляне на видеа от YouTube, предоставяйки на потребителите неограничен достъп до любимото си съдържание без каквито и да било разходи.",
      "freeAlt": "Изображение, показващо, че приложението е безплатно.",
      "nolimitHeader": "Без ограничение",
      "nolimit": "Предоставяме безграничен опит при изтегляне, позволявайки на потребителите да изтеглят видеа от YouTube без ограничения по брой изтегляния, осигурявайки неограничен достъп до разнообразно съдържание.",
      "nolimitAlt": "Изображение, показващо, че приложението позволява на потребителите да изтеглят видеа от YouTube без ограничения по брой изтегляния.",
      "multipleformatsHeader": "Множество формати",
      "multipleformats": "HollywoodDownloader поддържа различни формати, включително MP3, MP4, Webm, 3GP, MP4A и HD, предоставяйки на потребителите гъвкавостта да изтеглят видеа от YouTube в предпочитания от тях формат за персонализирано гледане.",
      "multipleformatsAlt": "Изображение, показващо, че приложението поддържа различни формати.",
      "mp3Header": "Конвертор за YouTube MP3",
      "mp3Text": [
        "Представяме ви нашия MP3 YouTube Video Converter - инструментът, който превръща вашите любими YouTube видеа в аудио файлове с високо качество. Този лесен за използване конвертор ви позволява без усилие да извлечете аудиото от всяко YouTube видео, което ви позволява да създавате персонализирани плейлисти, да се наслаждавате на любимата си музика на офлайн или просто да спестите данни, докато сте в движение.",
        "С нашия конвертор процесът е толкова лесен, колкото копирането и поставянето на URL адреса на YouTube видеото, избор на желаното аудио качество и натискане на бутона за конвертиране. Изживейте бързи конверсии, без да компрометирате аудио качеството. Без значение дали сте фен на музиката, обичате подкастите или просто искате да се насладите на любимото си съдържание в аудио формат, нашият MP3 YouTube Video Converter е идеалното решение за удобен и приятен слушателски опит. Подобрете музикалната си библиотека без усилия и се потопете в света на аудио отличие с нашия MP3 YouTube Video Converter днес."
      ],
      "mp4Header": "Конвертор за YouTube MP4",
      "mp4Text": [
        "Изживейте безпроблемно преобразуване на видеото с нашата услуга за конвертор на YouTube MP4. Лесно преобразете любимите си YouTube видеа в видео файлове с високо качество за офлайн наслаждение. Нашата лесна за използване платформа гарантира бърз и безпроблемен процес, който ви позволява да изтегляте и запазвате видеа във формат MP4 с няколко клика. Насладете се на любимото си съдържание по всяко време и навсякъде, било че сте в движение или просто искате да изградите своя лична медийна библиотека. Опитайте нашия конвертор на YouTube MP4 днес и отключете свят на удобство във видео възпроизвеждане и съхранение."
      ],
      "shortsHeader": "Изтегляне на YouTube Shorts Видео",
      "shortsText": [
        "Представяме ви нашата иновативна услуга за изтегляне на YouTube Shorts, предназначена за ентусиасти, които искат лесно да се наслаждават на своите любими кратки видеа по всяко време и навсякъде. С нашата лесна за използване платформа можете лесно да изтегляте съдържание от YouTube Shorts във високо качество, гарантирайки приятен преглед на възможно най-удобен начин. Изследвайте богата колекция от тенденции и занимателни кратки видеа и с няколко клика ги превърнете в лесно достъпни файлове за офлайн наслаждение. Заложете на удобството на нашата услуга за изтегляне на YouTube Shorts и никога не пропускайте момент от завладяващото съдържание. Започнете да създавате своята лична библиотека днес!"
      ],
      "insrtuctionsShortHeader": "Изтегляне на YouTube Shorts: Стъпка по стъпка ръководство",
      "removeInputTextButton": "Премахни бутон за въвеждане на текст",
      "altThumbnail": "миниатюра"
    }
  }
  