{
    "Index": {
        "button": "Λήψη",
        "placeholder": "Επικολλήστε το σύνδεσμο του βίντεο σας εδώ",
        "showButton": "Εμφάνιση περισσότερων",
        "showLess": "Εμφάνιση λιγότερων",
        "duration": "Διάρκεια",
        "downloadButton": "Λήψη",
        "audioOnly": "Μόνο ήχος",
        "videoOnly": "Μόνο βίντεο",
        "headerTitle": "Λήψη βίντεο από το YouTube",
        "headerQuestion": "Πώς να κατεβάσετε βίντεο από το YouTube;",
        "quality": "Ποιότητα",
        "title": "Λήψη βίντεο από το YouTube - HollywoodDownloader.com",
        "description": "Κατεβάστε εύκολα βίντεο από το YouTube με το HollywoodDownloader.com. Επικολλήστε τον σύνδεσμο του βίντεο, πατήστε το κουμπί Λήψη και απολαύστε το αγαπημένο σας περιεχόμενο εκτός σύνδεσης.",
        "keywords": "Λήψη βίντεο από το YouTube, κατεβάστε βίντεο, HollywoodDownloader,",
        "ogTitle": "Λήψη βίντεο από το YouTube - HollywoodDownloader.com",
        "ogDescription": "Κατεβάστε εύκολα βίντεο από το YouTube με το HollywoodDownloader.com. Επικολλήστε τον σύνδεσμο του βίντεο, πατήστε το κουμπί λήψης και απολαύστε το αγαπημένο σας περιεχόμενο εκτός σύνδεσης.",
        "twitterTitle": "Λήψη βίντεο από το YouTube - HollywoodDownloader.com",
        "twitterDescription": "Κατεβάστε εύκολα βίντεο από το YouTube με το HollywoodDownloader.com. Επικολλήστε τον σύνδεσμο του βίντεο, πατήστε το κουμπί λήψης και απολαύστε το αγαπημένο σας περιεχόμενο εκτός σύνδεσης.",
        "contentTitle": "HollywoodDownloader.com - Ο ιδανικός προορισμός για τη λήψη βίντεο!",
        "content": [
          "Μετατρέψτε εύκολα τα αγαπημένα σας βίντεο από το YouTube σε θησαυρούς εκτός σύνδεσης απλά επικολλώντας τον σύνδεσμο του βίντεο στο πεδίο εισαγωγής παραπάνω και πατώντας το κουμπί λήψης."
        ],
        "contentCoution": "Σημείωση: Ακολουθήστε τους όρους χρήσης του HollywoodDownloader.com σύμφωνα με τους όρους χρήσης του YouTube και τους νόμους περί πνευματικών δικαιωμάτων.",
        "serviceDesc": "Μετατρέψτε εύκολα τα αγαπημένα σας βίντεο από το YouTube σε θησαυρούς εκτός σύνδεσης. Το HollywoodDownloader σας επιτρέπει να μετατρέπετε και να κατεβάζετε βίντεο από το YouTube, σε MP3, MP4, Webm, 3GP, MP4A σε HD ποιότητα δωρεάν.",
        "insrtuctionsHeader": "Λήψη βίντεο από το YouTube: Οδηγός Βήμα προς Βήμα",
        "instructions": [
          "1. Αντιγράψτε τον σύνδεσμο του βίντεο που θέλετε να κατεβάσετε.",
          "2. Επικολλήστε τον στο πεδίο αναζήτησης.",
          "3. Επιλέξτε την ποιότητα βίντεο ή ήχου που χρειάζεστε και πατήστε το κουμπί \"Λήψη\"."
        ],
        "insrtuctionsMp3Header": "Μετατροπή YouTube σε MP3: Γρήγορος Οδηγός",
        "insrtuctionsMp4Header": "Μετατροπή YouTube σε MP4: Εύκολες και Γρήγορες Μέθοδοι",
        "instructionsImageCopy": "Η εικόνα δείχνει πώς να αντιγράψετε τον σύνδεσμο του YouTube",
        "instructionsImagePaste": "Η εικόνα δείχνει πώς να επικολλήσετε τον σύνδεσμο του YouTube στο πεδίο αναζήτησης του HollywoodDownloader.com",
        "instructionsImageDownload": "Η εικόνα δείχνει πώς να κατεβάσετε το βρεθέν βίντεο",
        "prosHeader": "Γιατί το Hollywood Downloader είναι η καλύτερη επιλογή για τη λήψη βίντεο από το Youtube",
        "pros": [
          "Απόλυτα δωρεάν.",
          "Απεριόριστες λήψεις.",
          "Υψηλή ταχύτητα.",
          "Χωρίς εγγραφή",
          "Υποστηρίζονται πολλές μορφές και ποιότητες."
        ],
        "youtubeShortsHeader": "YouTube Shorts",
        "youtubeShorts": "Το HollywoodDownloader επιτρέπει στους χρήστες να κατεβάζουν εύκολα βίντεο YouTube Shorts, προσφέροντας μια βολική λύση για την αποθήκευση και την απόλαυση περιεχομένου μικρού μήκους εκτός σύνδεσης.",
        "youtubeShortsAlt": "Η εικόνα δείχνει τη δυνατότητα λήψης βίντεο YouTube Shorts.",
        "highspeedHeader": "Υψηλή Ταχύτητα",
        "highspeed": "Επιτρέπει τις υψηλές ταχύτητες λήψης βίντεο YouTube, εξασφαλίζοντας μια άμεση και αποτελεσματική εμπειρία για τους χρήστες που αναζητούν γρήγορη πρόσβαση στο αγαπημένο τους περιεχόμενο.",
        "highspeedAlt": "Η εικόνα δείχνει λήψη με υψηλή ταχύτητα.",
        "multiplatformHeader": "Πολυπλατφορμικότητα",
        "multiplatform": "Το HollywoodDownloader, ένα ευέλικτο και πολυπλατφορμικό εργαλείο, επιτρέπει στους χρήστες να κατεβάζουν βίντεο YouTube απροβλημάτιστα σε διάφορες συσκευές και λειτουργικά συστήματα, προσφέροντας μια ευέλικτη και προσβάσιμη λύση για τη λήψη.",
        "multiplatformAlt": "Η εικόνα δείχνει πολυπλατφορμική χρήση.",
        "safeHeader": "Ασφαλές",
        "safe": "Το HollywoodDownloader εξασφαλίζει μια ασφαλή εμπειρία λήψης καθώς δεν απαιτεί εγγραφή ή σύνδεση, προτεραιοποιώντας την ιδιωτικότητα και την ευκολία του χρήστη κατά τη λήψη βίντεο YouTube χωρίς κόπο.",
        "safeAlt": "Η εικόνα δείχνει ασφαλή χρήση της εφαρμογής.",
        "freeHeader": "Απόλυτα Δωρεάν",
        "free": "Προσφέρουμε μια απολύτως δωρεάν λύση για τη λήψη βίντεο από το YouTube, παρέχοντας στους χρήστες απεριόριστη πρόσβαση στο αγαπημένο τους περιεχόμενο χωρίς κανένα κόστος.",
        "freeAlt": "Η εικόνα δείχνει ότι η εφαρμογή είναι δωρεάν.",
        "nolimitHeader": "Χωρίς Όρια",
        "nolimit": "Προσφέρουμε μια εμπειρία λήψης χωρίς όρια, επιτρέποντας στους χρήστες να κατεβάζουν βίντεο YouTube χωρίς κανέναν περιορισμό στον αριθμό των λήψεων, παρέχοντας απεριόριστη πρόσβαση σε ποικιλία περιεχομένου.",
        "nolimitAlt": "Η εικόνα δείχνει ότι η εφαρμογή επιτρέπει τις λήψεις βίντεο από το YouTube χωρίς περιορισμούς.",
        "multipleformatsHeader": "Πολλαπλές Μορφές",
        "multipleformats": "Το HollywoodDownloader υποστηρίζει μια ποικιλία μορφών, συμπεριλαμβανομένων MP3, MP4, Webm, 3GP, MP4A και HD, προσφέροντας στους χρήστες την ευελιξία να κατεβάζουν βίντεο YouTube στην προτιμώμενη τους μορφή για μια εξατομικευμένη εμπειρία προβολής.",
        "multipleformatsAlt": "Η εικόνα δείχνει ότι η εφαρμογή υποστηρίζει ποικίλες μορφές.",
        "mp3Header": "Μετατροπέας Youtube σε MP3",
        "mp3Text": [
          "Σας παρουσιάζουμε τον Μετατροπέα Βίντεο MP3 του YouTube - το απόλυτο εργαλείο για την άψογη μετατροπή των αγαπημένων σας βίντεο από το YouTube σε αρχεία ήχου MP3 υψηλής ποιότητας. Αυτός ο χρήσιμος μετατροπέας σάς επιτρέπει να εξάγετε απλά τον ήχο από οποιοδήποτε βίντεο του YouTube, επιτρέποντάς σας να δημιουργήσετε εξατομικευμένες λίστες αναπαραγωγής, να απολαμβάνετε την αγαπημένη σας μουσική εκτός σύνδεσης ή απλά να εξοικονομείτε δεδομένα εν κινήσει.",
          "Με τον μετατροπέα μας, η διαδικασία είναι τόσο απλή όσο το αντιγραφή και επικόλληση του URL του βίντεο του YouTube, την επιλογή της επιθυμητής ποιότητας ήχου και το πάτημα του κουμπιού μετατροπής. Ζήστε μετατροπές υπερ-ταχείας χωρίς να θυσιάζετε την ποιότητα του ήχου. Είτε είστε λάτρης της μουσικής, λάτρης podcast ή απλά θέλετε να απολαύσετε το αγαπημένο σας περιεχόμενο σε μορφή ήχου, ο Μετατροπέας Βίντεο MP3 του YouTube είναι η ιδανική λύση για μια βολική και ευχάριστη ακουστική εμπειρία. Αναβαθμίστε την μουσική σας βιβλιοθήκη εύκολα και βυθιστείτε στον κόσμο της ήχου αριστείας με τον Μετατροπέα Βίντεο MP3 του YouTube σήμερα."
        ],
        "mp4Header": "Μετατροπέας Youtube σε MP4",
        "mp4Text": [
          "Ζήστε μια άψογη μετατροπή βίντεο με την υπηρεσία μας YouTube MP4 Converter. Μετατρέψτε εύκολα τα αγαπημένα σας βίντεο από το YouTube σε αρχεία MP4 υψηλής ποιότητας για απόλαυση εκτός σύνδεσης. Η χρήση της φιλικής πλατφόρμας μας εξασφαλίζει ένα γρήγορο και ανώδυνο διαδικασία, επιτρέποντάς σας να κατεβάζετε και να αποθηκεύετε βίντεο σε μορφή MP4 με λίγα μόνο κλικ. Απολαύστε το αγαπημένο σας περιεχόμενο οποτεδήποτε, οπουδήποτε, είτε βρίσκεστε εν κινήσει είτε απλώς θέλετε να δημιουργήσετε την προσωπική σας βιβλιοθήκη πολυμέσων. Δοκιμάστε το YouTube MP4 Converter μας σήμερα και ξεκλειδώστε έναν κόσμο ευκολίας στην αναπαραγωγή και αποθήκευση βίντεο."
        ],
        "shortsHeader": "Λήψη Βίντεο YouTube Shorts",
        "shortsText": [
            "Παρουσίαση της υπηρεσίας μας λήψης YouTube Shorts, σχεδιασμένη για λάτρεις που επιθυμούν να απολαμβάνουν ομαλά τα αγαπημένα τους βίντεο μικρού μήκους οποτεδήποτε, οπουδήποτε. Με τη χρήση της χρήστικής μας πλατφόρμας, μπορείτε εύκολα να κατεβάσετε περιεχόμενο YouTube Shorts υψηλής ποιότητας, εξασφαλίζοντας μια ευχάριστη εμπειρία προβολής εν κινήσει. Εξερευνήστε μια τεράστια συλλογή από δημοφιλή και συναρπαστικά shorts, και με λίγα κλικ, μετατρέψτε τα σε αρχεία προσβάσιμα εύκολα για offline απόλαυση. Απολαύστε την άνεση της υπηρεσίας μας λήψης YouTube Shorts και μη χάνετε ποτέ ένα στιγμιότυπο συναρπαστικού περιεχομένου. Ξεκινήστε σήμερα τον δικό σας προσωπικό σας φάκελο!"
          ],
          "insrtuctionsShortHeader": "Λήψη YouTube Shorts: Ένας Οδηγός Βήμα προς Βήμα",
          "removeInputTextButton": "Κουμπί Αφαίρεσης Κειμένου Εισαγωγής",
          "altThumbnail": "μικρογραφία"
        }
}