{
    "Index": {
        "button": "הורד",
        "placeholder": "הדבק את הקישור לסרטון שלך כאן",
        "showButton": "הצג יותר",
        "showLess": "הצג פחות",
        "duration": "משך",
        "downloadButton": "הורד",
        "audioOnly": "שמע בלבד",
        "videoOnly": "וידאו בלבד",
        "headerTitle": "הורדת סרטוני וידאו מ-YouTube",
        "headerQuestion": "איך להוריד סרטון מ-YouTube?",
        "quality": "איכות:",
      
        "title": "הורדת סרטוני וידאו מ-YouTube - HollywoodDownloader.com",
        "description": "הורידו בקלות סרטונים מ-YouTube עם HollywoodDownloader.com. הדביקו את קישור הווידאו, לחצו על כפתור ההורדה ותיהנו מתוכן האהוב עליכם במצב לא מקוון.",
        "keywords": "הורדת סרטוני וידאו מ-YouTube, הורדת סרט, HollywoodDownloader",
        "ogTitle": "הורדת סרטוני וידאו מ-YouTube - HollywoodDownloader.com",
        "ogDescription": "הורידו בקלות סרטונים מ-YouTube עם HollywoodDownloader.com. הדביקו את קישור הווידאו, לחצו על כפתור ההורדה ותיהנו מתוכן האהוב עליכם במצב לא מקוון.",
        "twitterTitle": "הורדת סרטוני וידאו מ-YouTube - HollywoodDownloader.com",
        "twitterDescription": "הורידו בקלות סרטונים מ-YouTube עם HollywoodDownloader.com. הדביקו את קישור הווידאו, לחצו על כפתור ההורדה ותיהנו מתוכן האהוב עליכם במצב לא מקוון.",
        "contentTitle": "HollywoodDownloader.com - המרכז המושלם שלכם להורדת סרטונים!",
        "content": [
          "הפכו בקלות את הסרטונים האהובים עליכם מ-YouTube לאוצרות לא מקוונים על ידי פשוט להדביק את קישור הווידאו בשדה הקלט למעלה וללחוץ על כפתור ההורדה."
        ],
      
        "contentCoution": "שימו לב: נא למעון: יש לעקוב אחר תנאי השימוש של HollywoodDownloader.com בהתאם לתנאי השימוש של YouTube ולחוקי זכויות יוצרים.",
        "serviceDesc": "הפכו בקלות את הסרטונים האהובים עליכם מ-YouTube לאוצרות לא מקוונים. HollywoodDownloader מאפשרת לכם להמיר ולהוריד וידאו מ-YouTube ל-MP3, MP4, Webm, 3GP, MP4A באיכות HD בחינם.",
        "insrtuctionsHeader": "הורדת סרטוני YouTube: מדריך שלב אחרי שלב",
        "instructions": ["1. העתיקו את קישור הווידאו מ-YouTube שאתם רוצים להוריד.",
          "2. הדביקו אותו בשדה החיפוש.",
          "3. בחרו את איכות הווידאו או השמע שאתם רוצים ולחצו על כפתור ה\"הורדה\"."
        ],
      
        "insrtuctionsMp3Header": "המרה ל-MP3 מ-YouTube: מדריך מהיר",
        "insrtuctionsMp4Header": "המרה ל-MP4 מ-YouTube: שיטות פשוטות ומהירות",
      
        "instructionsImageCopy": "התמונה מראה איך להעתיק את קישור הווידאו מ-YouTube",
        "instructionsImagePaste": "התמונה מראה איך להדביק את קישור הווידאו מ-YouTube בשדה החיפוש של HollywoodDownloader.com",
        "instructionsImageDownload": "התמונה מראה איך להוריד את הווידאו שנמצא",
      
        "prosHeader": "למה Hollywood Downloader הוא הבחירה הטובה ביותר להורדת סרטוני YouTube",
        "pros": [
          "ללא תשלום.",
          "הורדות בלתי מוגבלות.",
          "מהירות גבוהה.",
          "בלעדי הרשמה",
          "נתמכים פורמטים ואיכויות מרובות."
        ],
      
        "youtubeShortsHeader": "YouTube Shorts",
        "youtubeShorts": "HollywoodDownloader מאפשרת למשתמשים להוריד בקלות וידאו של YouTube Shorts, מספקת פתרון נוח לשמירה וליהנות מתוכן קצר במצב לא מקוון.",
        "youtubeShortsAlt": "התמונה מראה אפשרות להורדת סרטוני YouTube Shorts.",
        "highspeedHeader": "מהירות גבוהה",
        "highspeed": "אפשרות להורדת סרטוני YouTube במהירות גבוהה, הבטיחו חוויית משתמש מהירה ויעילה למשתמשים שמחפשים גישה מהירה לתוכן האהוב עליהם.",
        "highspeedAlt": "התמונה מראה הורדת במהירות גבוהה.",
        "multiplatformHeader": "רב-פלטפורמי",
        "multiplatform": "HollywoodDownloader, כלי גמיש ורב-פלטפורמי, מעצים משתמשים להוריד סרטוני YouTube בצורה חלקה במגוון מכשירים ומערכות הפעלה שונות, מספק פתרון גמיש ונגיש להורדה.",
        "multiplatformAlt": "התמונה מראה שימוש רב-פלטפורמי.",
        "safeHeader": "בטוח ",
        "safe": "HollywoodDownloader מבטיחה חוויית הורדה בטוחה מאחר ואינה דורשת הרשמה או התחברות, מעדיפה פרטיות ונוחות של המשתמש בעת קבלת סרטוני YouTube בקלות.",
        "safeAlt": "התמונה מראה שימוש באפליקציה בצורה בטוחה.",
        "freeHeader": "ללא עלות",
        "free": "אנו מציעים פתרון ללא תשלום להורדת סרטוני YouTube, מספקים למשתמשים גישה ללא הגבלה לתוכן האהוב עליהם בלעדי עלות.",
        "freeAlt": "התמונה מראה שהאפליקציה היא בחינם.",
        "nolimitHeader": "ללא הגבלה",
        "nolimit": "אנו מציעים חוויית הורדה ללא הגבלה, מאפשרים למשתמשים להוריד סרטוני YouTube בלעדי הגבלות במספר הורדות, ומספקים גישה בלתי מוגבלת למגוון רחב של תוכן.",
        "nolimitAlt": "התמונה מראה שהאפליקציה מאפשרת למשתמשים להוריד סרטוני YouTube בלעדי הגבלות במספר הורדות.",
        "multipleformatsHeader": "פורמטים מרובים",
        "multipleformats": "HollywoodDownloader תומך במגוון פורמטים, כולל MP3, MP4, Webm, 3GP, MP4A ו-HD, הצורך להוריד סרטוני YouTube בפורמט המועדף על המשתמש לחוויית צפייה אישית.",
        "multipleformatsAlt": "התמונה מראה שהאפליקציה תומכת במגוון פורמטים.",
        "mp3Header": "ממיר YouTube ל-MP3",
        "mp3Text": ["מציגים את ממיר הווידאו שלנו ל-MP3 של YouTube - הכלי האולטימטיבי להמרת סרטוני YouTube האהובים עליך לקבצי שמע MP3 באיכות גבוהה. הממיר הידידותי למשתמש שלנו מאפשר לך לחלץ את השמע מכל סרטון של YouTube בקלות, מאפשר ליצור רשימות השמע מותאמות אישית, ליהנות מהמוזיקה האהובה עליך לא מקוונת או לשמור נתונים בזמן שאתה נמצא בתנועה.",
      "עם הממיר שלנו, התהליך פשוט כמו להעתיק ולהדביק את כתובת הווידאו של YouTube, לבחור את איכות השמע הרצויה וללחוץ על כפתור ההמרה. חויה המרה מהירה בלתי פוגעת באיכות השמע. בין אם אתה אוהב מוזיקה, אוהב פודקאסטים או פשוט רוצה ליהנות מהתוכן האהוב עליך בפורמט של שמע, הממיר שלנו ל-MP3 מהווה פתרון המוזמן לחוויית האזנה נוחה ונעימה. שדרג את ספריית המוזיקה שלך בקלות ותצא לגלות את עולם המצויינות בשמע עם הממיר שלנו ל-MP3 לווידאו של YouTube היום."],
      "mp4Header": "ממיר YouTube ל-MP4",
      "mp4Text": ["חויה המרה חלקה של וידאו עם שירות הממיר שלנו ל-YouTube MP4. הממיר שלנו מאפשר לך להמיר בקלות סרטוני YouTube האהובים עליך לקבצים איכותיים בפורמט MP4 להנאה במצב לא מקוון. הפלטפורמה הידידותית שלנו מבטיחה תהליך מהיר ונטול טרחה, מאפשרת לך להוריד ולשמור סרטונים בתוך קצת לחיצות. תהנה מהתוכן האהוב עליך בכל עת ובכל מקום, בין אם אתה בתנועה או פשוט רוצה לבנות את ספריית המדיה האישית שלך. נסה את הממיר שלנו ל-YouTube MP4 היום ושחרר עולם של נוחות בהשמעה ואחסון של וידאו."],
      "shortsHeader": "הורדת וידאו YouTube Shorts",
      "shortsText": ["הצצה לשירות הורדת YouTube Shorts החדישני שלנו, מיועד למעריצים שרוצים ליהנות בקלות מסרטוני הפורמט הקצר שלהם בכל עת ובכל מקום. עם פלטפורמה ידידותית למשתמש, תוכל להוריד בקלות תוכן של YouTube Shorts באיכות גבוהה, מבטיח חוויה נעימה של צפייה בדרכים. חקור אוסף נרחב של Shorts טרנדינג ומרתקים, ובלחיצה על כמה כפתורים, המינימליזטיים, הפוך אותם לקבצים נגישים לנגינה לא מקוונת. קבל את נוחות שירות הורדת YouTube Shorts שלנו ואל תחמיצו רגע מתוך התוכן המרתק. התחל לבנות את ספריית הסרטונים האישית שלך היום!"],
      "insrtuctionsShortHeader": "הורדת YouTube Shorts: מדריך שלב אחרי שלב",
      "removeInputTextButton": "הסר כפתור טקסט קלט",
      "altThumbnail": "תמונה ממוזערת"
        }
      }