{
    "Index": {
      "button": "डाउनलोड करें",
      "placeholder": "अपना वीडियो लिंक यहाँ पेस्ट करें",
      "showButton": "और दिखाएं",
      "showLess": "कम दिखाएं",
      "duration": "अवधि",
      "downloadButton": "डाउनलोड करें",
      "audioOnly": "केवल ऑडियो",
      "videoOnly": "केवल वीडियो",
      "headerTitle": "यूट्यूब से वीडियो डाउनलोड करें",
      "headerQuestion": "यूट्यूब से वीडियो कैसे डाउनलोड करें?",
      "quality": "गुणवत्ता:",
  
      "title": "यूट्यूब से वीडियो डाउनलोड करें - HollywoodDownloader.com",
      "description": "HollywoodDownloader.com के साथ आसानी से यूट्यूब से वीडियो डाउनलोड करें। वीडियो लिंक पेस्ट करें, डाउनलोड बटन दबाएं, और अपनी पसंदीदा सामग्री का आनंद लें।",
      "keywords": "यूट्यूब से वीडियो डाउनलोड करें, वीडियो डाउनलोड, HollywoodDownloader,",
      "ogTitle": "यूट्यूब से वीडियो डाउनलोड करें - HollywoodDownloader.com",
      "ogDescription": "HollywoodDownloader.com के साथ आसानी से यूट्यूब से वीडियो डाउनलोड करें। वीडियो लिंक पेस्ट करें, डाउनलोड बटन दबाएं, और अपनी पसंदीदा सामग्री का आनंद लें।",
      "twitterTitle": "यूट्यूब से वीडियो डाउनलोड करें - HollywoodDownloader.com",
      "twitterDescription": "HollywoodDownloader.com के साथ आसानी से यूट्यूब से वीडियो डाउनलोड करें। वीडियो लिंक पेस्ट करें, डाउनलोड बटन दबाएं, और अपनी पसंदीदा सामग्री का आनंद लें।",
      "contentTitle": "HollywoodDownloader.com - वीडियो डाउनलोड के लिए आपका पूरा हब!",
      "content": [
        "अपने पसंदीदा YouTube वीडियों को आसानी से ऑफलाइन गोलीबारी में बदलें, बस वीडियो लिंक को ऊपर के इनपुट फ़ील्ड में पेस्ट करें और डाउनलोड बटन पर क्लिक करें।"
      ],


      "contentCoution": "कृपया ध्यान दें: HollywoodDownloader.com के उपयोग के नियमों का पालन करें, जो YouTube के सेवा के नियमों और कॉपीराइट कानूनों के साथ मेल खाता है।",
      "serviceDesc": "आसानी से अपने पसंदीदा YouTube वीडियों को ऑफलाइन गोलीबारी में बदलें। HollywoodDownloader आपको वीडियो को MP3, MP4, Webm, 3GP, MP4A में उच्च गुणवत्ता में मुफ्त में कनवर्ट और डाउनलोड करने की सुविधा देता है।",
    
      "insrtuctionsHeader": "YouTube वीडियो डाउनलोड: एक कदम-दर-कदम गाइड",
      "instructions": ["1. वह YouTube वीडियो लिंक कॉपी करें जिसे आप डाउनलोड करना चाहते हैं।",
        "2. इसे सर्च फ़ील्ड में पेस्ट करें।",
        "3. आपकी आवश्यकता और क्लिक करें वीडियो या ऑडियो गुणवत्ता का चयन करें और \"डाउनलोड\" बटन पर।"
      ],
    
      "insrtuctionsMp3Header": "YouTube से MP3 में परिवर्तन: एक त्वरित मार्गदर्शन",
      "insrtuctionsMp4Header": "YouTube को MP4 में परिवर्तित करें: सरल और तेज़ तरीके",
    
      "instructionsImageCopy": "चित्र दिखाता है कैसे YouTube लिंक कॉपी करें",
      "instructionsImagePaste": "चित्र दिखाता है कैसे YouTube लिंक HollywoodDownloader.com सर्च फ़ील्ड पर पेस्ट करें",
      "instructionsImageDownload": "चित्र दिखाता है कैसे प्राप्त वीडियो को डाउनलोड करें",
    
      "prosHeader": "क्यों Hollywood Downloader YouTube वीडियो डाउनलोड के लिए सर्वोत्तम चयन है",
      "pros": [
        "पूरी तरह से मुफ्त है।",
        "असीमित डाउनलोड।",
        "उच्च गति।",
        "साइन अप के बिना।",
        "विभिन्न प्रारूप और गुणवत्ताएँ समर्थित हैं।"
      ],


      "youtubeShortsHeader": "YouTube Shorts",
      "youtubeShorts": "HollywoodDownloader उपयोगकर्ताओं को आसानी से YouTube Shorts वीडियो डाउनलोड करने की सुविधा प्रदान करता है, छोटे फॉर्म की सामग्री को ऑफलाइन में सहेजने और आनंद लेने के लिए एक सुरक्षित समाधान।",
      "youtubeShortsAlt": "इमेज दिखाती है कि कैसे YouTube Shorts वीडियो डाउनलोड करने की संभावना है।",
      
      "highspeedHeader": "हाई स्पीड",
      "highspeed": "YouTube वीडियो को उच्च गति से डाउनलोड करने की सुविधा देता है, इससे सुनिश्चित होता है कि उपयोगकर्ताओं को अपनी पसंदीदा सामग्री तक तेजी से पहुँचने में एक स्विफ्ट और कुशल अनुभव होता है।",
      "highspeedAlt": "इमेज दिखाती है कि कैसे हाई स्पीड से डाउनलोड हो रहा है।",
      
      "multiplatformHeader": "मल्टीप्लेटफ़ॉर्म",
      "multiplatform": "HollywoodDownloader, एक सुगम और मल्टीप्लेटफ़ॉर्म उपकरण, उपयोगकर्ताओं को विभिन्न डिवाइस और ऑपरेटिंग सिस्टम पर सीमितरूप से YouTube वीडियो डाउनलोड करने की सुविधा प्रदान करता है, एक लचीला और पहुँचने वाला डाउनलोड समाधान।",
      "multiplatformAlt": "इमेज दिखाती है कि कैसे मल्टीप्लेटफ़ॉर्म उपयोग हो रहा है।",
      
      "safeHeader": "सुरक्षित",
      "safe": "HollywoodDownloader एक सुरक्षित डाउनलोड अनुभव सुनिश्चित करता है क्योंकि इसे साइनअप या साइनइन की आवश्यकता नहीं है, यह YouTube वीडियो हासिल करने के लिए उपयोगकर्ता गोपनीयता और सुविधा को प्राथमिकता देता है।",
      "safeAlt": "इमेज दिखाती है कि एप्लिकेशन सुरक्षित तरीके से उपयोग हो रहा है।",
      
      "freeHeader": "पूरी तरह से मुफ्त",
      "free": "हम YouTube वीडियो डाउनलोड करने के लिए पूरी तरह से मुफ्त समाधान प्रदान करते हैं, उपयोगकर्ताओं को उनकी पसंदीदा सामग्री तक कोई भी लागू होते हुए उनका नियमित उपयोग करने के लिए सीमित नहीं करते हैं।",
      "freeAlt": "इमेज दिखाती है कि एप्लिकेशन मुफ्त है।",
      
      "nolimitHeader": "कोई सीमा नहीं",
      "nolimit": "हम एक असीमित डाउनलोड अनुभव प्रस्तुत करते हैं, जिसमें उपयोगकर्ताओं को डाउनलोड करने की संख्या पर कोई प्रतिबंध नहीं है, एक विशाल सामग्री के अनिवार्य उपयोग का निर्देश करते हैं।",
      "nolimitAlt": "इमेज दिखाती है कि एप्लिकेशन उपयोगकर्ताओं को डाउनलोड करने की संख्या पर कोई प्रतिबंध नहीं है।",
      
      "multipleformatsHeader": "विभिन्न प्रारूप",
      "multipleformats": "HollywoodDownloader विभिन्न प्रारूपों का समर्थन करता है, जिसमें MP3, MP4, Webm, 3GP, MP4A और HD शामिल हैं, जिससे उपयोगकर्ताओं को उनकी पसंदीदा प्रारूप में YouTube वीडियो डाउनलोड करने की लागत होती है।",
      "multipleformatsAlt": "इमेज दिखाती है कि एप्लिकेशन विभिन्न प्रारूपों का समर्थन करता है।",
      
      "mp3Header": "Youtube MP3 कनवर्टर",
      "mp3Text": [
        "हमारा MP3 YouTube वीडियो कनवर्टर का परिचय - अपने पसंदीदा YouTube वीडियो को स्वच्छ और उच्च गुणवत्ता के MP3 ऑडियो फ़ाइलों में सहजता से रूपांतरित करने के लिए एक अंतिम उपकरण। यह उपयोगकर्ता-मित्र सुनिश्चित करता है कि आप किसी भी YouTube वीडियो से ऑडियो को आसानी से निकाल सकते हैं, जिससे आप व्यक्तिगत प्लेलिस्ट बना सकते हैं, अपने पसंदीदा संगीत का आनंद ले सकते हैं या सिर्फ चलते वक्त डेटा को बचा सकते हैं।",
        "हमारे कनवर्टर के साथ, प्रक्रिया कॉपी और पेस्ट करने का है वही सरल है - YouTube वीडियो URL को चयन करना और आवश्यक ऑडियो गुणवत्ता का चयन करना, और कनवर्ट बटन पर क्लिक करना। आडियो फिडेलिटी पर कमी करते हुए तेज़ रूपांतरण का अनुभव करें। चाहे आप संगीत उत्साही, पॉडकास्ट प्रेमी हों या बस अपनी पसंदीदा सामग्री का आनंद ऑडियो रूप में लेना चाहते हों, हमारा MP3 YouTube वीडियो कनवर्टर सुविधाजनक और आनंदकारी सुनने के अनुभव के लिए एक सुविधाजनक समाधान है। अपने संगीत पुस्तकालय को बिना किसी कठिनाई के अपग्रेड करें और आज ही हमारे MP3 YouTube वीडियो कनवर्टर के साथ श्रेष्ठ ऑडियो उत्कृष्टता की दुनिया में डाइव करें।"
      ],
      
      "mp4Header": "Youtube MP4 कनवर्टर",
      "mp4Text": [
        "हमारे YouTube MP4 कनवर्टर सेवा के साथ सीमितरूप से वीडियो परिवर्तन का अनुभव करें। बिना किसी कठिनाई के अपने पसंदीदा YouTube वीडियों को उच्च गुणवत्ता वाली MP4 फ़ाइलों में आसानी से रूपांतरित करें। हमारा उपयोगकर्ता-मित्र प्लेटफ़ॉर्म एक त्वरित और तंग क्रिया सुनिश्चित करता है, जिससे आप कुछ ही क्लिक के साथ वीडियो डाउनलोड और सेव कर सकते हैं MP4 फ़ॉर्मेट में। अपनी पसंदीदा सामग्री का आनंद कहीं भी, कभी भी ले, चाहे आप चल रहे हों या बस अपनी व्यक्तिगत मीडिया पुस्तकालय बना रहे हों। हमारे YouTube MP4 कनवर्टर को आजमाएं और वीडियो प्लेबैक और स्टोरेज में सुविधा की दुनिया में एक आदर्श तक पहुँचें।"
      ],
    
      "shortsHeader": "YouTube Shorts वीडियो डाउनलोड करने वाला",
      "shortsText": [
        "हमारी कटिंग-एज YouTube Shorts डाउनलोड सेवा का परिचय, जो उन उत्साही लोगों के लिए डिज़ाइन किया गया है जो चाहते हैं कि वे अपनी पसंदीदा शॉर्ट-फ़ॉर्म वीडियो का आनंद कहीं भी, कभी भी सहजता से कर सकें। हमारे उपयोगकर्ता-मित्र स्वरूपी प्लेटफ़ॉर्म के साथ, आप आसानी से YouTube Shorts सामग्री को उच्च गुणवत्ता में डाउनलोड कर सकते हैं, जिससे आप चलते वक्त आनंद ले सकते हैं। ट्रेंडिंग और लुभावने शॉर्ट्स का एक विशाल संग्रह अन्वेषित करें, और कुछ ही क्लिक के साथ, इन्हें आसानी से एक्सेस करने के लिए सुलझा दें ऑफलाइन आनंद के लिए। हमारी YouTube Shorts डाउनलोड सेवा की सुविधा का आनंद लें और किसी क्षण को भी दिलचस्प सामग्री का हमेशा मिस नहीं करें। आज ही अपनी व्यक्तिगत पुस्तकालय बनाना शुरू करें!"
      ],
    
      "insrtuctionsShortHeader": "YouTube Shorts डाउनलोड करें: एक कदम-दर-कदम गाइड",
      "removeInputTextButton": "इनपुट टेक्स्ट बटन हटाएं",
      "altThumbnail": "थंबनेल"
    }
  }
  