{
  "Index": {
    "button": "Scarica",
    "placeholder": "Incolla il link del tuo video qui",
    "showButton": "Mostra di più",
    "showLess": "Mostra meno",
    "duration": "Durata",
    "downloadButton": "Scarica",
    "audioOnly": "Solo audio",
    "videoOnly": "Solo video",
    "headerTitle": "scarica video da YouTube",
    "headerQuestion": "come scaricare video da YouTube?",
    "quality": "Qualità:",

    "title": "Scarica video da YouTube - HollywoodDownloader.com",
    "description": "Scarica facilmente video da YouTube con HollywoodDownloader.com. Incolla il link del video, premi il pulsante di download e goditi i tuoi contenuti preferiti offline.",
    "keywords": "scarica video da YouTube, download video, HollywoodDownloader,",
    "ogTitle": "Scarica video da YouTube - HollywoodDownloader.com",
    "ogDescription": "Scarica facilmente video da YouTube con HollywoodDownloader.com. Incolla il link del video, premi il pulsante di download e goditi i tuoi contenuti preferiti offline.",
    "twitterTitle": "Scarica video da YouTube - HollywoodDownloader.com",
    "twitterDescription": "Scarica facilmente video da YouTube con HollywoodDownloader.com. Incolla il link del video, premi il pulsante di download e goditi i tuoi contenuti preferiti offline.",
    "contentTitle": "HollywoodDownloader.com - Il tuo hub perfetto per scaricare video!",
    "content": [
      "Trasforma facilmente i tuoi video YouTube preferiti in tesori offline incollando semplicemente il link del video nel campo di input sopra e cliccando sul pulsante di download."
    ],

    "contentCoution": "Nota: Segui i termini d'uso di HollywoodDownloader.com in conformità con i termini di servizio di YouTube e le leggi sul copyright.",
    "serviceDesc": "Trasforma facilmente i tuoi video YouTube preferiti in tesori offline. HollywoodDownloader ti consente di convertire e scaricare video da YouTube, in MP3, MP4, Webm, 3GP, MP4A in alta qualità gratuitamente.",

    "insrtuctionsHeader": "Scarica video da YouTube: Guida passo dopo passo",
    "instructions": ["1. Copia il link del video di YouTube che desideri scaricare.",
      "2. Incollalo nel campo di ricerca.",
      "3. Seleziona la qualità video o audio desiderata e clicca sul pulsante \"Scarica\"."
    ],

    "insrtuctionsMp3Header": "Conversione da YouTube a MP3: Guida rapida",
    "insrtuctionsMp4Header": "Converti da YouTube a MP4: Metodi facili e veloci",

    "instructionsImageCopy": "L'immagine mostra come copiare il link di YouTube",
    "instructionsImagePaste": "L'immagine mostra come incollare il link di YouTube nel campo di ricerca di HollywoodDownloader.com",
    "instructionsImageDownload": "L'immagine mostra come scaricare il video trovato",

    "prosHeader": "Perché Hollywood Downloader è la scelta migliore per scaricare video da Youtube",
    "pros": [
      "Assolutamente gratuito.",
      "Download illimitati.",
      "Alta velocità.",
      "Senza registrazione",
      "Supporta vari formati e qualità."
    ],

    "youtubeShortsHeader": "YouTube Shorts",
    "youtubeShorts": "HollywoodDownloader consente agli utenti di scaricare senza sforzo video YouTube Shorts, offrendo una soluzione comoda per salvare e godersi i contenuti a forma di breve offline.",
    "youtubeShortsAlt": "L'immagine mostra la possibilità di scaricare video YouTube Shorts.",
    "highspeedHeader": "Alta velocità",
    "highspeed": "Consente il download ad alta velocità dei video YouTube, garantendo un'esperienza rapida ed efficiente per gli utenti che cercano un accesso veloce ai loro contenuti preferiti.",
    "highspeedAlt": "L'immagine mostra il download ad alta velocità.",
    "multiplatformHeader": "Multiplatform",
    "multiplatform": "HollywoodDownloader, uno strumento versatile e multiplatform, permette agli utenti di scaricare video YouTube senza problemi su vari dispositivi e sistemi operativi, offrendo una soluzione di download flessibile e accessibile.",
    "multiplatformAlt": "L'immagine mostra l'uso multipiattaforma.",
    "safeHeader": "Sicuro",
    "safe": "HollywoodDownloader garantisce un'esperienza di download sicura in quanto non richiede registrazione, garantendo la privacy e la comodità degli utenti nel ottenere video YouTube senza problemi.",
    "safeAlt": "L'immagine mostra l'uso sicuro dell'app.",
    "freeHeader": "Assolutamente gratuito",
    "free": "Offriamo una soluzione completamente gratuita per scaricare video da YouTube, offrendo agli utenti accesso illimitato ai loro contenuti preferiti senza alcun costo.",
    "freeAlt": "L'immagine mostra che l'app è gratuita.",
    "nolimitHeader": "Nessun limite",
    "nolimit": "Offriamo un'esperienza di download illimitata, permettendo agli utenti di scaricare video da YouTube senza restrizioni sul numero di download, garantendo accesso illimitato a una vasta gamma di contenuti.",
    "nolimitAlt": "L'immagine mostra che l'app consente agli utenti di scaricare video da YouTube senza restrizioni sul numero di download.",
    "multipleformatsHeader": "Formati multipli",
    "multipleformats": "HollywoodDownloader supporta una varietà di formati, tra cui MP3, MP4, Webm, 3GP, MP4A e HD, offrendo agli utenti la flessibilità di scaricare video da YouTube nel formato preferito per un'esperienza di visualizzazione personalizzata.",
    "multipleformatsAlt": "L'immagine mostra che l'app supporta una varietà di formati.",
    "mp3Header": "Convertitore YouTube MP3",
    "mp3Text": ["Presentiamo il nostro Convertitore Video YouTube MP3: lo strumento definitivo per trasformare senza soluzione di continuità i tuoi video YouTube preferiti in file audio MP3 di alta qualità. Questo convertitore facile da usare ti consente di estrarre senza sforzo l'audio da qualsiasi video di YouTube, permettendoti di creare playlist personalizzate, goderti la tua musica preferita offline o semplicemente risparmiare dati mentre sei in movimento.",
"Con il nostro convertitore, il processo è semplice come copiare e incollare l'URL del video di YouTube, selezionare la qualità audio desiderata e premere il pulsante di conversione. Vivi conversioni velocissime senza compromettere la fedeltà audio. Che tu sia un appassionato di musica, amante dei podcast o desideri semplicemente goderti i tuoi contenuti preferiti in forma audio, il nostro Convertitore Video YouTube MP3 è la soluzione ideale per un'esperienza di ascolto comoda e piacevole. Aggiorna la tua libreria musicale senza sforzo e immergiti nel mondo dell'eccellenza audio con il nostro Convertitore Video YouTube MP3 oggi."],

"mp4Header": "Convertitore YouTube MP4",
"mp4Text": ["Vivi una trasformazione video senza soluzione di continuità con il nostro servizio Convertitore YouTube MP4. Converti senza sforzo i tuoi video YouTube preferiti in file MP4 di alta qualità per goderti offline. La nostra piattaforma facile da usare garantisce un processo rapido e senza problemi, consentendoti di scaricare e salvare video in formato MP4 con pochi clic. Goditi i tuoi contenuti preferiti in qualsiasi momento e ovunque, che tu sia in movimento o semplicemente desideri creare la tua libreria multimediale personale. Prova il nostro Convertitore YouTube MP4 oggi e sblocca un mondo di comodità nella riproduzione e archiviazione video."],

"shortsHeader": "Scaricatore di video YouTube Shorts",
"shortsText": ["Presentiamo il nostro innovativo servizio di download YouTube Shorts, progettato per gli appassionati che desiderano godersi senza soluzione di continuità i loro video a formato breve preferiti in qualsiasi momento e ovunque. Con la nostra piattaforma facile da usare, puoi scaricare senza sforzo contenuti YouTube Shorts in alta qualità, garantendo un'esperienza di visualizzazione piacevole in movimento. Esplora una vasta collezione di shorts in tendenza e coinvolgenti e, con pochi clic, trasformali in file facilmente accessibili per il godimento offline. Abbraccia la comodità del nostro servizio di download YouTube Shorts e non perdere mai un momento di contenuto avvincente. Inizia a costruire la tua libreria personale oggi!"],

"insrtuctionsShortHeader": "Scarica YouTube Shorts: Guida passo dopo passo",
"removeInputTextButton": "Rimuovi pulsante di testo di input",
"altThumbnail": "miniatura"

  }
}
