{
  "Index": {
    "button": "ダウンロード",
    "placeholder": "ここにビデオリンクを貼り付け",
    "showButton": "詳細表示",
    "showLess": "詳細非表示",
    "duration": "再生時間",
    "downloadButton": "ダウンロード",
    "audioOnly": "音声のみ",
    "videoOnly": "動画のみ",
    "headerTitle": "YouTubeからビデオをダウンロード",
    "headerQuestion": "YouTubeからビデオをダウンロードする方法は？",
    "quality": "品質:",

    "title": "YouTubeからビデオをダウンロード - HollywoodDownloader.com",
    "description": "HollywoodDownloader.comを使用して簡単にYouTubeの動画をダウンロードしてください。ビデオリンクを貼り付け、ダウンロードボタンを押して、お気に入りのコンテンツをオフラインで楽しんでください。",
    "keywords": "YouTubeからビデオをダウンロード, ビデオダウンロード, HollywoodDownloader,",
    "ogTitle": "YouTubeからビデオをダウンロード - HollywoodDownloader.com",
    "ogDescription": "HollywoodDownloader.comを使用して簡単にYouTubeの動画をダウンロードしてください。ビデオリンクを貼り付け、ダウンロードボタンを押して、お気に入りのコンテンツをオフラインで楽しんでください。",
    "twitterTitle": "YouTubeからビデオをダウンロード - HollywoodDownloader.com",
    "twitterDescription": "HollywoodDownloader.comを使用して簡単にYouTubeの動画をダウンロードしてください。ビデオリンクを貼り付け、ダウンロードボタンを押して、お気に入りのコンテンツをオフラインで楽しんでください。",
    "contentTitle": "HollywoodDownloader.com - ビデオをダウンロードするためのパーフェクトハブ!",
    "content": [
      "上の入力フィールドにビデオリンクを貼り付けてダウンロードボタンをクリックするだけで、お気に入りのYouTube動画を簡単にオフラインに変えることができます。"
    ],

    "contentCoution": "ご注意: HollywoodDownloader.comの利用規約に従ってYouTubeの利用規約と著作権法を守ってください。",
    "serviceDesc": "お気に入りのYouTube動画を簡単にオフラインに変える。 HollywoodDownloaderを使用して、MP3、MP4、Webm、3GP、MP4Aに無料で高品質に変換＆ダウンロードできます。 ビデオに関する重要な情報がたくさんあり、それが専門家評価をするのに役立ちます",

    "insrtuctionsHeader": "YouTube動画のダウンロード：ステップバイステップガイド",
    "instructions": ["1. ダウンロードしたいYouTubeのビデオリンクをコピーします。",
      "2. 検索フィールドに貼り付けます。",
      "3. 必要なビデオまたはオーディオ品質を選択して、「ダウンロード」ボタンをクリックします。"
    ],

    "insrtuctionsMp3Header": "YouTubeからMP3への変換：クイックガイド",
    "insrtuctionsMp4Header": "YouTubeをMP4に変換：簡単で高速な方法",

    "instructionsImageCopy": "画像はYouTubeリンクをコピーする方法を示しています",
    "instructionsImagePaste": "画像はYouTubeリンクをHollywoodDownloader.comの検索フィールドに貼り付ける方法を示しています",
    "instructionsImageDownload": "画像は見つかったビデオをダウンロードする方法を示しています",

    "prosHeader": "Hollywood DownloaderがYouTube動画をダウンロードするためのベストチョイスである理由",
    "pros": [
      "完全無料。",
      "無制限のダウンロード。",
      "高速。",
      "サインアップなし",
      "さまざまなフォーマットと品質がサポートされています。"
    ],


    "youtubeShortsHeader": "YouTube Shorts",
  "youtubeShorts": "HollywoodDownloaderを使用すれば、YouTube Shortsの動画を簡単にダウンロードでき、オフラインでショートフォームのコンテンツを保存して楽しむための便利なソリューションを提供します。",
  "youtubeShortsAlt": "画像はYouTube Shortsの動画をダウンロードできる可能性を示しています。",
  "highspeedHeader": "High-speed",
  "highspeed": "YouTube動画の高速ダウンロードを可能にし、お気に入りのコンテンツに迅速かつ効率的にアクセスしたいユーザーに優れた体験を提供します。",
  "highspeedAlt": "画像は高速ダウンロードを示しています。",
  "multiplatformHeader": "Multiplatform",
  "multiplatform": "HollywoodDownloaderは多様でマルチプラットフォームなツールで、ユーザーに異なるデバイスやオペレーティングシステムを横断してYouTube動画をシームレスにダウンロードする力を与え、柔軟でアクセス可能なダウンロードソリューションを提供します。",
  "multiplatformAlt": "画像はマルチプラットフォームの使用を示しています。",
  "safeHeader": "Safe",
  "safe": "HollywoodDownloaderはサインアップやサインインが不要で安全なダウンロード体験を提供し、YouTube動画を手間なく入手する際にユーザーのプライバシーと便利さを重視しています。",
  "safeAlt": "画像はアプリの安全な使用を示しています。",
  "freeHeader": "Absolutely free",
  "free": "YouTube動画をダウンロードするための完全に無料のソリューションを提供し、ユーザーにお気に入りのコンテンツへの制限なしのアクセスを提供します。",
  "freeAlt": "画像はアプリが無料であることを示しています。",
  "nolimitHeader": "No limit",
  "nolimit": "制限のないダウンロード体験を提供し、ユーザーがダウンロード回数に制限なくYouTube動画をダウンロードし、さまざまなコンテンツに無制限のアクセスを提供します。",
  "nolimitAlt": "画像はアプリがダウンロード回数に制限なくYouTube動画をダウンロードできることを示しています。",
  "multipleformatsHeader": "Multiple formats",
  "multipleformats": "HollywoodDownloaderはMP3、MP4、Webm、3GP、MP4A、HDなど、さまざまな形式をサポートし、ユーザーが好みの形式でYouTube動画をダウンロードし、個人の視聴体験をカスタマイズできる柔軟性を提供します。",
  "multipleformatsAlt": "画像はアプリがさまざまな形式をサポートしていることを示しています。",
  "mp3Header": "Youtube MP3 converter",
  "mp3Text": ["当社のMP3 YouTubeビデオコンバーターをご紹介します - お気に入りのYouTube動画をシームレスに高品質のMP3オーディオファイルに変換する究極のツール。この使いやすいコンバーターでは、任意のYouTube動画から音声を簡単に抽出し、パーソナライズされたプレイリストを作成したり、お気に入りの音楽をオフラインで楽しんだり、移動中にデータを節約したりすることができます。",
  "当社のコンバーターでは、プロセスはYouTube動画のURLをコピーして貼り付け、希望するオーディオ品質を選択し、変換ボタンをクリックするだけの簡単なものです。音声の忠実度を損なうことなく、高速変換を体験してください。音楽愛好家、ポッドキャスト愛好者、または単にお気に入りのコンテンツを音声で楽しみたい方にとって、当社のMP3 YouTubeビデオコンバーターは便利で楽しい聴取体験のための頼りになるソリューションです。音楽ライブラリを簡単にアップグレードして、今すぐ音声優位の世界に飛び込んでください。"],
  "mp4Header": "Youtube MP4 converter",
  "mp4Text": ["当社のYouTube MP4コンバーターサービスでシームレスなビデオ変換を体験してください。お気に入りのYouTube動画を高品質のMP4ファイルに簡単に変換できます。当社の使いやすいプラットフォームは、数クリックでMP4形式で動画をダウンロードして保存できる迅速かつ手間のかからないプロセスを確実にします。いつでもどこでもお気に入りのコンテンツをお楽しみください。移動中でも、個人のメディアライブラリを構築している最中でも、当社のYouTube MP4コンバーターを試して、ビデオ再生と保存の利便性を解放してください。"],
  "shortsHeader": "YouTube Shorts Video Downloader",
  "shortsText": ["最新鋭のYouTube Shortsダウンロードサービスをご紹介します。どこでもいつでもお気に入りの短編動画をシームレスに楽しむために設計され、切り替えの容易なプラットフォームを使用して、YouTube Shortsのコンテンツを高品質で簡単にダウンロードできます。トレンドのあるエンゲージングな短編動画の広範なコレクションを探索し、数クリックでそれらをオフラインで利用可能なファイルに変換します。YouTube Shortsダウンロードサービスの便利さを受け入れ、魅力的なコンテンツの瞬間を逃さないようにしましょう。今日から個人のライブラリを構築し始めてください！"],
  "insrtuctionsShortHeader": "Download YouTube Shorts: ステップバイステップガイド",
  "removeInputTextButton": "入力テキストボタンを削除",
  "altThumbnail": "サムネイル",

  "formatHeadermp3": "MP3",
  "formatTextmp3": ["MP3は、MPEGオーディオレイヤーIIIの略で、広く使われているオーディオ圧縮フォーマットです。これは、オーディオファイルを圧縮してサイズを縮小する方法であり、合理的な音声品質を保ちます。MP3フォーマットは、Moving Picture Experts Group（MPEG）によってMPEG-1およびMPEG-2仕様の一環として開発されました。",
    "MP3フォーマットの主な特徴には次のものがあります：",
    "圧縮：MP3は損失圧縮を使用しており、圧縮プロセス中に一部のオーディオデータが破棄され、ファイルサイズを小さくします。ただし、圧縮は知覚的に透明であるように設計されており、人間の耳は一般的に元のオーディオと圧縮バージョンの違いを区別できません。",
    "ビットレート：MP3ファイルは異なるビットレートで作成でき、これはオーディオを表現するために使用されるデータ量を決定します。ビットレートが高いほど一般的に音質が向上しますが、ファイルサイズも大きくなります。一般的なビットレートは128 kbps（キロビット/秒）から320 kbpsまでです。",
    "互換性：MP3は広くサポートされており、コンピュータ、スマートフォン、MP3プレーヤー、およびさまざまなオーディオ再生デバイスで再生できます。これはデジタルオーディオ配信の標準となっています。",
    "ファイル拡張子：MP3ファイルは通常、.mp3ファイル拡張子を持っています。",
    "MP3はインターネットを介したデジタルオーディオの効率的な配信を可能にすることで、音楽業界を革新しました。長い間音楽のダウンロード、ストリーミング、および個人用オーディオ再生デバイスの主要なフォーマットでした。ただし、損失圧縮のため、一部の音質がWAVやFLACなどの非圧縮オーディオフォーマットと比較して犠牲にされていることに注意する価値があります。"],

  "formatHeadermp4": "MP4",
  "formatTextmp4": [
    "MP4、またはMPEG-4パート14は、オーディオおよびビデオストリーム、字幕、静止画像などを格納するための広く使われているマルチメディアコンテナフォーマットです。これはMoving Picture Experts Group（MPEG）によって開発され、MPEG-4標準の一部です。",
    "MP4フォーマットの主な特徴には次のものがあります：",
    "ビデオコーデック：MP4ファイルにはさまざまなコーデックで圧縮されたビデオストリームが含まれることがあります。例えば、高効率で広く使用されているビデオ圧縮標準であるH.264（Advanced Video Coding）などがあります。MPEG-4 VisualやH.263などの他のコーデックもサポートされています。",
    "オーディオコーデック：MP4はさまざまなオーディオコーデックをサポートしており、その中には高品質なオーディオ圧縮に広く使用されているAdvanced Audio Coding（AAC）も含まれます。MP3やその他のオーディオコーデックも使用できます。",
    "コンテナフォーマット：MP4ファイルは.mp4ファイル拡張子を持ち、ビデオおよびオーディオストリーム、追加のメタデータ、マルチメディアコンテンツを格納するコンテナとして機能します。このコンテナは柔軟でさまざまなメディアタイプを扱うことができます。",
    "互換性：MP4は広くサポートされ、さまざまなデバイス、ソフトウェアアプリケーション、プラットフォームと互換性があります。これはストリーミング、オンラインビデオ、デジタルダウンロード、モバイルデバイスに一般的に使用されています。",
    "MP4は、圧縮効率、品質、広範な互換性のバランスをとることから、マルチメディアコンテンツの提供において標準的なフォーマットの1つになりました。これはビデオ共有、ストリーミングサービス、モバイルデバイスなどで使用されています。"
  ],

  "formatHeadermp4a": "MP4A",
  "formatTextmp4a": [
    "MP4Aフォーマットは、MP4（MPEG-4パート14）マルチメディアコンテナフォーマットの音声コンポーネントを指します。MP4はオーディオおよびビデオストリーム、字幕、静止画像などを格納する広く使用されているファイルフォーマットです。MP4Aは具体的にはMPEG-4オーディオコーデックを使用したオーディオデータを含むファイルであることを示します。",
    "MP4Aの'A'はオーディオを指し、MP4コンテナ内で使用されるオーディオコーデックはさまざまです。MP4Aファイルでよく見られるオーディオコーデックには、高品質なオーディオ圧縮に広く使用されているAdvanced Audio Coding（AAC）が含まれます。他にもMP3や非圧縮PCM（パルスコード変調）オーディオなどが使用されることがあります。",
    "まとめると、MP4A拡張子または参照を見つけた場合、そのファイルはMP4コンテナで特にオーディオデータを含んでおり、実際のオーディオコーデックはコンテンツ作成時の具体的な実装およびエンコーディングの選択によって異なります。"
  ],

  "formatHeaderwebm": "WEBM",
  "formatTextwebm": [
    "WebMは、ウェブでの使用を目的としたマルチメディアコンテナフォーマットです。これはGoogleが後援するWebMプロジェクトによって開発されました。WebMフォーマットはMP4などの他のマルチメディアコンテナフォーマットに対するオープンでロイヤリティフリーな代替手段として特に設計されています。",
    "WebMの主な特徴には次のものがあります：",
    "ビデオコーデック：WebMは通常、効率的な圧縮を提供するVP9ビデオコーデックを使用しています。これは高品質なビデオを提供する一方でオープンでロイヤリティフリーなものです。VP8ビデオコーデックも使用できます。",
    "オーディオコーデック：WebMファイルのオーディオコンポーネントは、一般的にオープンでロイヤリティフリーなOpusオーディオコーデックを使用していますが、Vorbisも使用できます。",
    "コンテナフォーマット：WebMファイルは.webmファイル拡張子を持ち、ビデオおよびオーディオストリームのコンテナとして機能します。WebMコンテナは軽量でウェブでの使用に適しています。",
    "WebMの開発の主な動機の1つは、ユーザーがライセンス料を支払う必要なくウェブ上で高品質なビデオおよびオーディオストリーミングを可能にするフォーマットを提供することでした。これはHTML5ビデオおよびオーディオ要素での使用において、H.264やAACなどのプロプライエタリフォーマットに対する代替手段として広く利用されています。",
    "WebMはGoogle Chrome、Mozilla Firefox、Operaなどの主要なウェブブラウザによってサポートされており、オンラインストリーミング、ビデオ会議、およびその他のウェブベースのマルチメディアアプリケーションで使用されています。"
  ],

  "formatHeader3gp": "3GP",
  "formatText3gp": [
    "3GPフォーマットは、モバイル電話向けに設計されたマルチメディアコンテナフォーマットです。これは『第3世代パートナーシッププロジェクト』の略で、テレコミュニケーション標準組織が3Gモバイルネットワークに関する仕様を開発するための協力プロジェクトです。",
    "3GPファイルには一般的にH.263またはH.264ビデオコーデックで圧縮されたビデオストリームと、AMR-NBまたはAAC-LCオーディオコーデックで圧縮されたオーディオストリームが含まれています。このフォーマットはストレージと帯域幅の制約があるモバイルデバイス向けに最適化されており、3Gネットワークでのストリーミングに適しています。",
    "もともとは3Gモバイル電話上のビデオコンテンツを処理するために開発されましたが、オンラインビデオストリーミングや共有など他の文脈でも使用されています。ただし、モバイル技術の進化とより能力のあるフォーマット（例：MP4）の台頭に伴い、3GPの使用は時間とともに減少しています。MP4は現在、より広範で効率的なマルチメディアコンテナフォーマットと見なされています。"
  ],

  "formatHeaderhd": "HD品質",
  "formatTexthd": ["'HDビデオフォーマット'という用語は、ハイデフィニション（HD）解像度をサポートするビデオフォーマットを指します。これは標準解像度（SD）に比べて高いビデオ品質を提供するものであり、通常、より高い画素数を持っており、より鮮明で詳細な画像を生み出します。いくつか一般的なHDビデオフォーマットがあり、解像度、フレームレート、および圧縮方法に関する異なる仕様があります。以下はいくつかの人気のあるHDビデオフォーマットです：",
    "HD Ready（720p）：このフォーマットは1280x720ピクセルの解像度を持っています。 'p'は進行走査を意味し、各フレームが順次描画されます。",
    "フルHD（1080p）：このフォーマットは1920x1080ピクセルの解像度を持っており、HD Readyよりも高い画質を提供します。720p同様、 'p'は進行走査を意味します。",
    "2K（またはクワッドHD）：このフォーマットは約2048x1080ピクセルの解像度を持っています。これはデジタルシネマや一部のハイエンドディスプレイで一般的に使用されています。",
    "Ultra HD（4K）：このフォーマットは3840x2160ピクセルの解像度を持ち、フルHDの4倍の解像度を提供します。これはテレビ、モニター、およびデジタルコンテンツ制作で広く使用されています。",
    "8K Ultra HD：解像度が7680x4320ピクセルで、8Kはさらに高い詳細を提供します。ただし、私の知識のカットオフが2022年1月のため、録画と再生の両方に要求されるハードウェア要件の厳しさのため、8Kコンテンツは一般的でないことに注意してください。",
    "HDコンテンツに使用される一般的なビデオコーデックにはH.264（AVC）、H.265（HEVC）、VP9などがあります。これらのコーデックは高効率にビデオデータを圧縮してファイルサイズを縮小し、同時に高品質な再生を維持します。",
    "HDビデオフォーマットについて話す際には、解像度とフレームレートの両方を考慮することが重要です。これらはともに全体のビデオ品質に寄与します。"
  ]
  }
}