{
    "Index": {
        "button": "다운로드",
        "placeholder": "여기에 비디오 링크 붙여넣기",
        "showButton": "더 보기",
        "showLess": "덜 보기",
        "duration": "지속 시간",
        "downloadButton": "다운로드",
        "audioOnly": "오디오 전용",
        "videoOnly": "비디오 전용",
        "headerTitle": "YouTube에서 비디오 다운로드",
        "headerQuestion": "YouTube 비디오를 어떻게 다운로드하나요?",
        "quality": "품질:",
        
        "title": "YouTube에서 비디오 다운로드 - HollywoodDownloader.com",
        "description": "HollywoodDownloader.com을 사용하여 YouTube에서 비디오를 쉽게 다운로드하세요. 비디오 링크를 붙여넣고 다운로드 버튼을 누르면 즐겨 찾는 콘텐츠를 오프라인으로 즐길 수 있습니다.",
        "keywords": "YouTube에서 비디오 다운로드, 비디오 다운로드, HollywoodDownloader",
        "ogTitle": "YouTube에서 비디오 다운로드 - HollywoodDownloader.com",
        "ogDescription": "HollywoodDownloader.com을 사용하여 YouTube에서 비디오를 쉽게 다운로드하세요. 비디오 링크를 붙여넣고 다운로드 버튼을 누르면 즐겨 찾는 콘텐츠를 오프라인으로 즐길 수 있습니다.",
        "twitterTitle": "YouTube에서 비디오 다운로드 - HollywoodDownloader.com",
        "twitterDescription": "HollywoodDownloader.com을 사용하여 YouTube에서 비디오를 쉽게 다운로드하세요. 비디오 링크를 붙여넣고 다운로드 버튼을 누르면 즐겨 찾는 콘텐츠를 오프라인으로 즐길 수 있습니다.",
        "contentTitle": "HollywoodDownloader.com - 비디오 다운로드를 위한 완벽한 허브!",
        "content": [
        "비디오 링크를 위의 입력 필드에 간단히 붙여넣고 다운로드 버튼을 클릭하여 즐겨 찾는 YouTube 비디오를 오프라인으로 보관하세요."
        ],
        
        "contentCoution": "참고 사항: HollywoodDownloader.com의 이용 약관을 YouTube의 서비스 약관 및 저작권 법과 일치하게 따르십시오.",
        "serviceDesc": "쉽게 즐겨 찾는 YouTube 비디오를 오프라인으로 보관하세요. HollywoodDownloader를 사용하면 무료로 YouTube 비디오를 MP3, MP4, Webm, 3GP, MP4A로 변환 및 다운로드할 수 있습니다. 당신은 비디오에 대한 많은 중요한 정보도 얻게 되어 전문가 평가를 도울 것입니다.",
        "insrtuctionsHeader": "YouTube 비디오 다운로드: 단계별 안내",
        "instructions": ["1. 다운로드하려는 YouTube 비디오 링크를 복사하세요.",
        "2. 검색 필드에 붙여넣기하세요.",
        "3. 필요한 비디오 또는 오디오 품질을 선택하고 '다운로드' 버튼을 클릭하세요."
        ],
        
        "insrtuctionsMp3Header": "YouTube를 MP3로 변환하는 빠른 안내",
        "insrtuctionsMp4Header": "YouTube를 MP4로 변환하는 쉽고 빠른 방법",
        
        "instructionsImageCopy": "이미지는 YouTube 링크를 복사하는 방법을 보여줍니다.",
        "instructionsImagePaste": "이미지는 HollywoodDownloader.com 검색 필드에 YouTube 링크를 붙여넣는 방법을 보여줍니다.",
        "instructionsImageDownload": "이미지는 찾은 비디오를 다운로드하는 방법을 보여줍니다.",
        
        "prosHeader": "Hollywood Downloader가 YouTube 비디오 다운로드의 최고 선택인 이유",
        "pros": [
        "완전 무료입니다.",
        "무제한 다운로드.",
        "고속.",
        "가입없이",
        "다양한 형식과 품질을 지원합니다."
        ],
        
        "youtubeShortsHeader": "YouTube Shorts",
        "youtubeShorts": "HollywoodDownloader를 사용하면 사용자들은 YouTube Shorts 비디오를 쉽게 다운로드할 수 있어 편리한 솔루션을 제공하여 오프라인에서 짧은 형식의 콘텐츠를 저장하고 즐길 수 있습니다.",
        "youtubeShortsAlt": "이미지는 YouTube Shorts 비디오 다운로드 가능성을 보여줍니다.",
        "highspeedHeader": "고속",
        "highspeed": "YouTube 비디오의 고속 다운로드를 가능하게 하여 사용자가 즐겨 찾는 콘텐츠에 신속하게 액세스하려는 사용자에게 빠르고 효율적인 경험을 제공합니다.",
        "highspeedAlt": "이미지는 고속 다운로드를 보여줍니다.",
        "multiplatformHeader": "다중 플랫폼",
        "multiplatform": "HollywoodDownloader는 다양한 기기 및 운영 체제에서 YouTube 비디오를 신속하게 다운로드할 수 있도록 사용자에게 다양하고 접근 가능한 다운로드 솔루션을 제공하는 다재다능하고 다중 플랫폼 도구입니다.",
        "multiplatformAlt": "이미지는 다중 플랫폼 사용을 보여줍니다.",
        "safeHeader": "안전",
        "safe": "HollywoodDownloader는 가입 또는 로그인이 필요하지 않아 YouTube 비디오를 손쉽게 얻으면서 사용자의 개인 정보와 편의를 최우선으로 하는 안전한 다운로드 경험을 보장합니다.",
        "safeAlt": "이미지는 앱 안전 사용을 보여줍니다.",
        "freeHeader": "완전 무료",
        "free": "YouTube 비디오를 다운로드하기 위한 완전 무료 솔루션을 제공하여 사용자가 어떠한 비용 없이 즐겨 찾는 콘텐츠에 무제한 액세스할 수 있도록 합니다.",
        "freeAlt": "이미지는 앱이 무료임을 보여줍니다.",
        "nolimitHeader": "제한 없음",
        "nolimit": "제한 없는 다운로드 경험을 제공하여 사용자가 다운로드 횟수에 제한 없이 YouTube 비디오를 다운로드하고 다양한 콘텐츠에 무제한 액세스할 수 있도록 합니다.",
        "nolimitAlt": "이미지는 앱이 다운로드 횟수에 제한 없이 YouTube 비디오를 다운로드할 수 있음을 보여줍니다.",
        "multipleformatsHeader": "다양한 형식",
        "multipleformats": "HollywoodDownloader는 MP3, MP4, Webm, 3GP, MP4A 및 HD를 포함한 다양한 형식을 지원하여 사용자가 선호하는 형식으로 YouTube 비디오를 다운로드할 수 있도록 유연성을 제공합니다.",
        "multipleformatsAlt": "이미지는 앱이 다양한 형식을 지원함을 보여줍니다.",
        "mp3Header": "YouTube MP3 변환기",
        "mp3Text": ["MP3 YouTube 비디오 컨버터를 소개합니다. - 즐겨 찾는 YouTube 비디오를 고품질 MP3 오디오 파일로 원활하게 변환하는 궁극의 도구입니다. 이 사용자 친화적인 컨버터를 사용하면 YouTube 비디오에서 오디오를 손쉽게 추출하여 사용자 정의 재생 목록을 만들거나 즐겨 찾는 음악을 오프라인으로 즐기거나 이동 중에 데이터를 절약할 수 있습니다.",
        "With our converter, the process is as simple as copying and pasting the YouTube video URL, selecting the desired audio quality, and hitting the convert button. Experience lightning-fast conversions without compromising on audio fidelity. Whether you're a music enthusiast, podcast lover, or just want to enjoy your favorite content in audio form, our MP3 YouTube Video Converter is the go-to solution for a convenient and enjoyable listening experience. Upgrade your music library effortlessly and dive into the world of audio excellence with our MP3 YouTube Video Converter today."],
        "mp4Header": "YouTube MP4 컨버터",
        "mp4Text": ["YouTube MP4 컨버터 서비스를 통해 원활한 비디오 변환을 경험해보세요. 즐겨 찾는 YouTube 비디오를 고품질 MP4 파일로 손쉽게 변환하여 오프라인에서 즐기세요. 사용자 친화적인 플랫폼은 몇 번의 클릭으로 비디오를 MP4 형식으로 다운로드하고 저장할 수 있도록 신속하고 간편한 프로세스를 보장합니다. 언제 어디서나 즐겨 찾는 콘텐츠를 즐기세요. 이동 중이거나 개인 미디어 라이브러리를 구축하려는 경우 YouTube MP4 컨버터를 시도해보세요. 비디오 재생 및 저장에서 편리성의 세계를 열어보세요."],
        "shortsHeader": "YouTube Shorts 비디오 다운로더",
        "shortsText": ["우리의 최첨단 YouTube Shorts 다운로드 서비스를 소개합니다. 언제 어디서나 즐겨 찾는 짧은 형식의 비디오를 원활하게 즐기고 싶어하는 열혈 팬을 위해 디자인되었습니다. 사용자 친화적인 플랫폼을 통해 YouTube Shorts 콘텐츠를 고품질로 손쉽게 다운로드하여 이동 중에 즐거운 시청 경험을 보장합니다. 트렌디하고 매력적인 숏 비디오의 거대한 컬렉션을 탐험하고 몇 번의 클릭으로 이를 쉽게 접근 가능한 파일로 변환하여 오프라인에서 즐겨 보세요. YouTube Shorts 다운로드 서비스의 편리성을 받아들이고 매혹적인 콘텐츠의 순간을 놓치지 마세요. 오늘부터 개인 라이브러리를 구축해보세요!"],
        "insrtuctionsShortHeader": "YouTube Shorts 다운로드: 단계별 안내",
        "removeInputTextButton": "입력 텍스트 버튼 제거",
        "altThumbnail": "썸네일",

        "formatHeadermp3": "MP3",
  "formatTextmp3": [
    "MP3는 MPEG Audio Layer III의 약자로, 널리 사용되는 오디오 압축 형식입니다. 이는 오디오 파일을 압축하여 크기를 줄이면서 합리적인 오디오 품질을 유지하는 방법입니다. MP3 형식은 MPEG-1 및 MPEG-2 명세의 일부로 MPEG(Moving Picture Experts Group)에 의해 개발되었습니다.",
    "MP3 형식의 주요 특징은 다음과 같습니다:",
    "압축: MP3는 손실 압축을 사용하며, 이는 압축 과정 중 일부 오디오 데이터가 삭제되어 파일 크기를 줄이는 것을 의미합니다. 그러나 이 압축은 지각적으로 투명하도록 설계되어 원본 오디오와 압축 버전 간의 차이를 일반적으로 인간 귀가 구별하지 못하게 합니다.",
    "비트레이트: MP3 파일은 다양한 비트레이트에서 생성될 수 있으며, 이는 오디오를 나타내는 데 사용되는 데이터 양을 결정합니다. 높은 비트레이트는 일반적으로 더 나은 오디오 품질을 제공하지만 더 큰 파일 크기도 발생합니다. 일반적인 비트레이트는 128 kbps에서 320 kbps까지 범위가 있습니다.",
    "호환성: MP3는 널리 지원되는 형식으로, 컴퓨터, 스마트폰, MP3 플레이어 및 다양한 오디오 재생 장치에서 재생할 수 있습니다. 이는 디지털 오디오 배포의 표준이 되었습니다.",
    "파일 확장자: MP3 파일은 일반적으로 .mp3 파일 확장자를 가지고 있습니다.",
    "MP3는 인터넷을 통한 효율적인 디지털 오디오 배포를 가능케 함으로써 음악 산업에 혁명을 일으켰습니다. 많은 해 동안 음악 다운로드, 스트리밍 및 개인용 오디오 재생 장치를 위한 주요 형식으로 사용되었습니다. 그러나 손실 압축 때문에 WAV나 FLAC와 같은 비손실 오디오 형식에 비해 일부 오디오 품질이 희생되는 점에 유의해야 합니다."
  ],
  "formatHeadermp4": "MP4",
  "formatTextmp4": [
    "MP4 또는 MPEG-4 Part 14는 오디오 및 비디오 스트림뿐만 아니라 자막 및 정지 이미지와 같은 다양한 유형의 데이터를 저장하는 널리 사용되는 멀티미디어 컨테이너 형식입니다. 이는 MPEG(Moving Picture Experts Group)에 의해 개발되었으며 MPEG-4 표준의 일부입니다.",
    "MP4 형식의 주요 특징은 다음과 같습니다:",
    "비디오 코덱: MP4 파일은 H.264(Advanced Video Coding)와 같은 다양한 코덱을 사용하여 압축된 비디오 스트림을 포함할 수 있습니다. 이는 높은 효율성과 널리 사용되는 비디오 압축 표준입니다. MPEG-4 Visual 및 H.263과 같은 다른 코덱도 지원됩니다.",
    "오디오 코덱: MP4는 Advanced Audio Coding(AAC)을 비롯한 다양한 오디오 코덱을 지원합니다. 이는 고품질 오디오 압축을 위한 인기 있는 선택 사항입니다. MP3 및 기타 오디오 코덱도 사용할 수 있습니다.",
    "컨테이너 형식: MP4 파일은 .mp4 파일 확장자를 가지고 있으며 비디오 및 오디오 스트림뿐만 아니라 추가 메타데이터 및 멀티미디어 콘텐츠를 위한 컨테이너 역할을 합니다. 이 컨테이너는 유연하며 다양한 미디어 유형을 처리할 수 있습니다.",
    "호환성: MP4는 널리 지원되며 다양한 기기, 소프트웨어 응용 프로그램 및 플랫폼과 호환됩니다. 이는 스트리밍, 온라인 비디오, 디지털 다운로드 및 모바일 기기에 일반적으로 사용됩니다.",
    "MP4는 압축 효율성, 품질 및 넓은 호환성의 균형으로 인해 멀티미디어 콘텐츠를 제공하는 데 있어 표준 형식 중 하나가 되었습니다. 이는 비디오 공유, 스트리밍 서비스, 모바일 기기 등 다양한 용도로 사용됩니다."
  ],
  "formatHeadermp4a": "MP4A",
  "formatTextmp4a": [
    "MP4A 형식은 MP4(MPEG-4 Part 14) 멀티미디어 컨테이너 형식의 오디오 구성 요소를 나타냅니다. MP4는 오디오 및 비디오 스트림뿐만 아니라 자막 및 정지 이미지와 같은 다양한 데이터를 저장하는 널리 사용되는 파일 형식입니다. MP4A는 특히 MPEG-4 오디오 코덱 중 하나를 사용하여 오디오 데이터를 포함하는 것을 나타냅니다.",
    "MP4A에서 'A'는 오디오를 나타내며 MP4 컨테이너 내에서 사용되는 다양한 오디오 코덱이 포함될 수 있습니다. MP3와 같은 오디오 코덱뿐만 아니라 압축되지 않은 PCM(Pulse Code Modulation) 오디오도 포함될 수 있습니다.",
    "요약하면 MP4A 확장자 또는 참조를 만날 때 해당 파일은 MP4 컨테이너 내에 특정한 오디오 데이터를 포함하고 있으며 구체적인 구현 및 콘텐츠 생성 중의 인코딩 선택에 따라 실제 오디오 코덱이 다를 수 있음을 나타냅니다."
  ],
  "formatHeaderwebm": "WEBM",
  "formatTextwebm": [
    "WebM은 웹에서 사용하기 위해 설계된 멀티미디어 컨테이너 형식입니다. Google이 후원하는 WebM 프로젝트에 의해 개발되었습니다. WebM 형식은 MP4와 같은 다른 멀티미디어 컨테이너 형식에 대한 오픈 소스 및 로열티 프리 대안으로 특별히 설계되었습니다.",
    "WebM의 주요 기능은 다음과 같습니다:",
    "비디오 코덱: WebM은 일반적으로 효율적인 압축을 제공하는 VP9 비디오 코덱을 사용합니다. 이 코덱은 고품질 비디오를 유지하면서 오픈 소스 및 로열티 프리로 유지됩니다. VP8 비디오 코덱도 사용할 수 있습니다.",
    "오디오 코덱: WebM 파일의 오디오 구성 요소는 주로 오픈 소스 및 로열티 프리인 Opus 오디오 코덱을 사용하지만 Vorbis도 사용할 수 있습니다.",
    "컨테이너 형식: WebM 파일은 .webm 파일 확장자를 가지고 있으며 비디오 및 오디오 스트림뿐만 아니라 추가적인 메타데이터 및 멀티미디어 콘텐츠를 위한 컨테이너 역할을 합니다. 이 컨테이너는 가벼우며 웹 사용에 적합하도록 설계되었습니다.",
    "WebM 개발의 주요 동기 중 하나는 사용자가 라이선스 비용을 지불할 필요 없이 웹에서 고품질 비디오 및 오디오 스트리밍을 허용하는 형식을 제공하는 것이었습니다. 이는 HTML5 비디오 및 오디오 요소에서 H.264 및 AAC와 같은 프로프리어터리 형식에 대한 대안으로 인기를 얻었습니다.",
    "WebM은 Google Chrome, Mozilla Firefox 및 Opera를 포함한 주요 웹 브라우저에서 지원되며 온라인 스트리밍, 비디오 회의 및 기타 웹 기반 멀티미디어 응용 프로그램에 사용됩니다."
  ],
  "formatHeader3gp": "3GP",
  "formatText3gp": [
    "3GP 형식은 휴대전화용으로 설계된 멀티미디어 컨테이너 형식입니다. '3rd Generation Partnership Project'로 알려진 통신 표준 기구들 간의 협력으로 3G 모바일 네트워크에 대한 명세를 개발하기 위한 것입니다.",
    "3GP 파일은 일반적으로 H.263 또는 H.264 비디오 코덱으로 압축된 비디오 스트림과 AMR-NB 또는 AAC-LC 오디오 코덱으로 압축된 오디오 스트림을 포함합니다. 이 형식은 제한된 저장 공간 및 대역폭 기능을 갖춘 모바일 기기에 최적화되어 3G 네트워크에서 스트리밍에 적합합니다.",
    "원래 3GP는 3G 모바일 폰에서 비디오 콘텐츠를 처리하기 위해 개발되었지만 온라인 비디오 스트리밍 및 공유와 같은 다른 맥락에서도 사용되었습니다. 그러나 모바일 기술의 발전과 MP4와 같은 더 효율적인 형식의 부상으로 인해 3GP의 사용이 시간이 지남에 따라 감소했습니다. MP4가 더 널리 지원되며 더 다양하고 효율적인 멀티미디어 컨테이너 형식으로 간주됩니다."
  ],
  "formatHeaderhd": "HD 품질",
  "formatTexthd": [
    "'HD 비디오 형식'이라는 용어는 고화질(HD) 해상도를 지원하는 비디오 형식을 나타내며, 이는 표준화질(SD)에 비해 높은 수준의 비디오 품질을 제공합니다. HD 비디오는 일반적으로 더 높은 픽셀 수를 갖추어 더 선명하고 더 자세한 이미지를 제공합니다. 여러 일반적인 HD 비디오 형식이 있으며 각각 해상도, 프레임 속도 및 압축 방법에 대한 다양한 사양이 있습니다. 여기에는 몇 가지 인기있는 HD 비디오 형식이 있습니다:",
    "HD Ready (720p): 이 형식은 1280x720 픽셀의 해상도를 갖습니다. 'p'는 각 프레임이 순차적으로 그려진다는 것을 의미합니다.",
    "풀 HD (1080p): 이 형식은 1920x1080 픽셀의 해상도를 갖추어 HD Ready보다 더 높은 이미지 품질을 제공합니다. 720p와 마찬가지로 'p'는 순차적으로 그려진다는 것을 나타냅니다.",
    "2K (또는 Quad HD): 이 형식은 약 2048x1080 픽셀의 해상도를 갖습니다. 이는 주로 디지털 시네마 및 일부 고급 디스플레이에서 사용됩니다.",
    "울트라 HD (4K): 이 형식은 3840x2160 픽셀의 해상도를 갖추어 Full HD의 네 배에 해당합니다. TV, 모니터 및 디지털 콘텐츠 제작에서 널리 사용됩니다.",
    "8K 울트라 HD: 7680x4320 픽셀의 해상도를 갖추어 더 높은 세부 수준을 제공합니다. 그러나 2022년 1월까지의 제한된 지식으로는 녹화 및 재생을 위한 요구 사양이 높아 8K 콘텐츠가 덜 일반적입니다.",
    "HD 콘텐츠에 사용되는 일반적인 비디오 코덱에는 H.264(AVC), H.265(HEVC) 및 VP9가 포함되며, 이러한 코덱은 고품질 재생을 유지하면서 비디오 데이터를 효율적으로 압축하는 역할을 합니다.",
    "HD 비디오 형식을 논할 때 해상도와 프레임 속도를 모두 고려하는 것이 중요합니다. 이 두 가지 요소는 전체적인 비디오 품질에 기여합니다."
  ]
        }
}