{
  "Index": {
    "button": "Atsisiųsti",
    "placeholder": "Įklijuokite savo vaizdo nuorodą čia",
    "showButton": "Rodyti daugiau",
    "showLess": "Rodyti mažiau",
    "duration": "Trukmė",
    "downloadButton": "Atsisiųsti",
    "audioOnly": "Tik garsas",
    "videoOnly": "Tik vaizdas",
    "headerTitle": "Atsisiųskite vaizdą iš „YouTube“",
    "headerQuestion": "kaip atsisiųsti vaizdą iš „YouTube“?",
    "quality": "Kokybė",
    "title": "Atsisiųskite vaizdą iš „YouTube“ - HollywoodDownloader.com",
    "description": "Lengvai atsisiųskite vaizdus iš „YouTube“ naudodami HollywoodDownloader.com. Įklijuokite vaizdo nuorodą, spustelėkite Atsisiųsti mygtuką ir mėgaukitės savo mėgstamais turiniais neprisijungę prie interneto.",
    "keywords": "atsisiųsti vaizdą iš „YouTube“, vaizdo atsisiuntimas, HollywoodDownloader",
    "ogTitle": "Atsisiųskite vaizdą iš „YouTube“ - HollywoodDownloader.com",
    "ogDescription": "Lengvai atsisiųskite vaizdus iš „YouTube“ naudodami HollywoodDownloader.com. Įklijuokite vaizdo nuorodą, spustelėkite Atsisiųsti mygtuką ir mėgaukitės savo mėgstamais turiniais neprisijungę prie interneto.",
    "twitterTitle": "Atsisiųskite vaizdą iš „YouTube“ - HollywoodDownloader.com",
    "twitterDescription": "Lengvai atsisiųskite vaizdus iš „YouTube“ naudodami HollywoodDownloader.com. Įklijuokite vaizdo nuorodą, spustelėkite Atsisiųsti mygtuką ir mėgaukitės savo mėgstamais turiniais neprisijungę prie interneto.",
    "contentTitle": "HollywoodDownloader.com - Jūsų puikus centras vaizdams atsisiųsti!",
    "content": [
      "Lengvai pavirkite savo mėgstamus „YouTube“ vaizdus į offline lobiai, tiesiog įklijuodami vaizdo nuorodą į viršuje esančią įvesties lauką ir spustelėdami Atsisiųsti mygtuką."
    ],
    "contentCoution": "Prašome pastebėti: Laikykitės HollywoodDownloader.com naudojimo sąlygų, atitinkančių „YouTube“ paslaugų sąlygas ir autorių teisių įstatymus.",
    "serviceDesc": "Lengvai pavirkite savo mėgstamus „YouTube“ vaizdus į offline lobiai. „HollywoodDownloader“ leidžia jums konvertuoti ir atsisiųsti vaizdus iš „YouTube“ į MP3, MP4, Webm, 3GP, MP4A aukštos kokybės nemokamai.",
    "insrtuctionsHeader": "Atsisiųskite „YouTube“ vaizdus: Žingsnis po žingsnio vadovas",
    "instructions": [
      "1. Nukopijuokite norimo atsisiųsti „YouTube“ vaizdo nuorodą.",
      "2. Įklijuokite ją paieškos lauke.",
      "3. Pasirinkite norimą vaizdo arba garso kokybę ir spustelėkite „Atsisiųsti“ mygtuką."
    ],
    "insrtuctionsMp3Header": "„YouTube“ į MP3 konvertavimas: Greitas vadovas",
    "insrtuctionsMp4Header": "Konvertuoti „YouTube“ į MP4: Paprasti ir greiti metodai",
    "instructionsImageCopy": "Nuotrauka parodo, kaip nukopijuoti „YouTube“ nuorodą",
    "instructionsImagePaste": "Nuotrauka parodo, kaip įklijuoti „YouTube“ nuorodą į HollywoodDownloader.com paieškos lauką",
    "instructionsImageDownload": "Nuotrauka parodo, kaip atsisiųsti rastą vaizdą",
    "prosHeader": "Kodėl „Hollywood Downloader“ yra geriausias pasirinkimas atsisiųsti „YouTube“ vaizdus",
    "pros": [
      "Visiškai nemokama.",
      "Neribotas atsisiuntimai.",
      "Aukštas greitis.",
      "Be registracijos",
      "Palaikomi įvairūs formatai ir kokybės lygiai."
    ],
    "youtubeShortsHeader": "„YouTube Shorts“",
    "youtubeShorts": "„HollywoodDownloader“ leidžia naudotojams lengvai atsisiųsti „YouTube Shorts“ vaizdus, suteikdama patogią sprendimą trumpam turiniui išsaugoti ir mėgautis juo neprisijungus prie interneto.",
    "youtubeShortsAlt": "Nuotrauka parodo galimybę atsisiųsti „YouTube Shorts“ vaizdus.",
    "highspeedHeader": "Aukštas greitis",
    "highspeed": "Leidžia aukštąsias „YouTube“ vaizdų atsisiuntimo greičius, užtikrindama naudotojams greitą ir efektyvų prieigą prie jų mėgstamo turinio.",
    "highspeedAlt": "Nuotrauka parodo greitą atsisiuntimą.",
    "multiplatformHeader": "Daugiaplatofmė",
    "multiplatform": "„HollywoodDownloader“, universalus ir daugiaplatofmis įrankis, suteikia naudotojams galimybę nešiotis vaizdus iš „YouTube“ be jokio vargo per įvairias įrenginių ir operacinių sistemų platformas, siūlant lankstų ir prieinamą atsisiuntimo sprendimą.",
    "multiplatformAlt": "Nuotrauka parodo daugiaplatofmio naudojimą.",
    "safeHeader": "Saugus ",
    "safe": "„HollywoodDownloader“ užtikrina saugų atsisiuntimo patyrimą, nereikalaujant prisijungimo ar registracijos, pirmiausia dėmesį skiriant naudotojo privatumui ir patogumui, atsisiunčiant „YouTube“ vaizdus be rūpesčių.",
    "safeAlt": "Nuotrauka parodo saugios programos naudojimą.",
    "freeHeader": "Visiškai nemokama",
    "free": "Siūlome visiškai nemokamą sprendimą atsisiųsti „YouTube“ vaizdus, suteikiant naudotojams neribotą prieigą prie jų mėgstamo turinio be jokių išlaidų.",
    "freeAlt": "Nuotrauka parodo, kad programa yra nemokama.",
    "nolimitHeader": "Be ribų",
    "nolimit": "Pristatome ribų atsisiuntimo patirtį, leisdami naudotojams atsisiųsti „YouTube“ vaizdus be jokių apribojimų, suteikdami neribotą prieigą prie įvairaus turinio.",
    "nolimitAlt": "Nuotrauka parodo, kad programa leidžia naudotojams atsisiųsti „YouTube“ vaizdus be jokių apribojimų.",
    "multipleformatsHeader": "Daugiau formatai",
    "multipleformats": "„HollywoodDownloader“ palaiko įvairius formatus, įskaitant MP3, MP4, Webm, 3GP, MP4A ir HD, suteikiant naudotojams galimybę atsisiųsti „YouTube“ vaizdus jų norimu formatu asmeniniam žiūrėjimo patyrimui.",
    "multipleformatsAlt": "Nuotrauka parodo, kad programa palaiko įvairius formatus.",
    "mp3Header": "„YouTube“ MP3 konverteris",
    "mp3Text": ["Pristatome mūsų MP3 „YouTube“ vaizdo konverterį - galutinį įrankį, skirtą lengvai transformuoti jūsų mėgstamus „YouTube“ vaizdus į aukštos kokybės MP3 garso failus. Šis naudotojo draugiškas konverteris leidžia jums lengvai išgauti garsą iš bet kurio „YouTube“ vaizdo, suteikdamas galimybę kurti asmeninius grojaraščius, mėgautis mėgstama muzika neprisijungus prie interneto arba tiesiog sutaupyti duomenų būdamas judėjimo metu.",
  "Su mūsų konverteriu procesas yra toks paprastas kaip „YouTube“ vaizdo URL nukopijavimas ir įklijuojimas, pasirinkus norimą garso kokybę ir spustelėjus konvertavimo mygtuką. Patirkite blyškų konvertavimą, neprarandant garso ištikimybės. Ar esate muzikos entuziastas, podcastų mylėtojas ar tiesiog norite mėgautis mėgstamu turiniu garso formoje, mūsų MP3 „YouTube“ vaizdo konverteris yra pats tinkamiausias sprendimas patogiam ir maloniam klausymo patyrimui. Patobulinkite savo muzikos biblioteką lengvai ir panirkite į garso puikumo pasaulį su mūsų MP3 „YouTube“ vaizdo konverteriu jau šiandien."],
    "mp4Header": "„YouTube“ MP4 konverteris",
    "mp4Text": ["Patirkite nesutrikstamą vaizdo transformaciją su mūsų „YouTube“ MP4 konverterio paslauga. Lengvai konvertuokite savo mėgstamus „YouTube“ vaizdus į aukštos kokybės MP4 failus mėgautis neprisijungę prie interneto. Mūsų naudotojo draugiška platforma užtikrina greitą ir bevaržių procesą, leidžiantį jums atsisiųsti ir išsaugoti vaizdus MP4 formatu vos keliais paspaudimais. Mėgaukitės savo mėgstamais turiniais bet kuriuo metu ir bet kur, ar esate judėjimo metu, ar tiesiog norite kurti asmeninę mediateką. Išbandykite mūsų „YouTube“ MP4 konverterį šiandien ir atraskite patogumo pasaulį vaizdo atkūrime ir saugojime."],
    "shortsHeader": "„YouTube Shorts“ vaizdų atsisiuntimo programa",
    "shortsText": ["Pristatome mūsų naujovišką „YouTube Shorts“ atsisiuntimo paslaugą, sukurtą entuziastams, kurie nori nemokamai mėgautis savo mėgstamais trumpų vaizdų formatu bet kuriuo metu ir bet kur. Su mūsų naudotojo draugiška platforma galite lengvai atsisiųsti „YouTube Shorts“ turinį aukštos kokybės, užtikrindami malonų žiūrėjimo patyrimą judėjimo metu. Ištyrinkite didelį mados ir įdomių trumpų vaizdų kolekciją ir vos keliais paspaudimais juos paverčiate lengvai pasiekiamais failais mėgautis neprisijungę prie interneto. Prisitaikykite prie mūsų „YouTube Shorts“ atsisiuntimo paslaugos patogumo ir niekada nepraleiskite žavinančio turinio momento. Pradėkite kurti savo asmeninę biblioteką jau šiandien!"],
    "insrtuctionsShortHeader": "„YouTube Shorts“ vaizdų atsisiuntimo vadovas: Žingsnis po žingsnio",
    "removeInputTextButton": "Pašalinti įvesties lauko mygtuką",
    "altThumbnail": "miniatiūra"
  }
  
}