{
  "Index": 
  {
  "button": "Lejupielādēt",
  "placeholder": "Ielīmējiet savu video saiti šeit",
  "showButton": "Parādīt vairāk",
  "showLess": "Parādīt mazāk",
  "duration": "Ilgums",
  "downloadButton": "Lejupielādēt",
  "audioOnly": "Tikai audio",
  "videoOnly": "Tikai video",
  "headerTitle": "Lejupielādēt video no YouTube",
  "headerQuestion": "kā lejupielādēt video no YouTube?",
  "quality": "Kvalitāte",
  "title": "Lejupielādēt video no YouTube - HollywoodDownloader.com",
  "description": "Viegli lejupielādējiet video no YouTube ar HollywoodDownloader.com. Ielīmējiet video saiti, nospiediet lejupielādes pogu un baudiet savu iecienīto saturu bezsaistē.",
  "keywords": "Lejupielādēt video no YouTube, video lejupielāde, HollywoodDownloader,",
  "ogTitle": "Lejupielādēt video no YouTube - HollywoodDownloader.com",
  "ogDescription": "Viegli lejupielādējiet video no YouTube ar HollywoodDownloader.com. Ielīmējiet video saiti, nospiediet lejupielādes pogu un baudiet savu iecienīto saturu bezsaistē.",
  "twitterTitle": "Lejupielādēt video no YouTube - HollywoodDownloader.com",
  "twitterDescription": "Viegli lejupielādējiet video no YouTube ar HollywoodDownloader.com. Ielīmējiet video saiti, nospiediet lejupielādes pogu un baudiet savu iecienīto saturu bezsaistē.",
  "contentTitle": "HollywoodDownloader.com - Jūsu ideālā vieta video lejupielādei!",
  "content": [
  "Viegli pārvērtiet savus iecienītos YouTube video par bezsaistes bagātībām, vienkārši ielīmējot video saiti ievades laukā un noklikšķinot uz lejupielādes pogas."
  ],
  "contentCoution": "Lūdzu, ņemiet vērā: Ievērojiet HollywoodDownloader.com lietošanas noteikumus saskaņā ar YouTube pakalpojuma lietošanas noteikumiem un autortiesību likumiem.",
  "serviceDesc": "Viegli pārvērtiet savus iecienītos YouTube video par bezsaistes bagātībām. HollywoodDownloader ļauj jums konvertēt un lejupielādēt video no YouTube uz MP3, MP4, Webm, 3GP, MP4A HD kvalitātē bez maksas.",
  "insrtuctionsHeader": "Lejupielādēt YouTube video: Soli pa solim ceļvedis",
  "instructions": [
  "1. Nokopējiet YouTube video saiti, kuru vēlaties lejupielādēt.",
  "2. Ielīmējiet to meklēšanas laukā.",
  "3. Izvēlieties vajadzīgo video vai audio kvalitāti un noklikšķiniet uz pogas 'Lejupielādēt'."
  ],
  "insrtuctionsMp3Header": "YouTube uz MP3 pārveide: Ātrs ceļvedis",
  "insrtuctionsMp4Header": "Pārvērst YouTube uz MP4: Viegli un ātri veidi",
  "instructionsImageCopy": "Attēls parāda, kā nokopēt YouTube saiti",
  "instructionsImagePaste": "Attēls parāda, kā ielīmēt YouTube saiti HollywoodDownloader.com meklēšanas laukā",
  "instructionsImageDownload": "Attēls parāda, kā lejupielādēt atrasto video",
  "prosHeader": "Kāpēc Hollywood Downloader ir labākais izvēle YouTube video lejupielādei",
  "pros": [
  "Pilnīgi bez maksas.",
  "Neierobežotas lejupielādes.",
  "Augsts ātrums.",
  "Bez reģistrācijas",
  "Atbalsta dažādus formātus un kvalitātes līmeņus."
  ],
  "youtubeShortsHeader": "YouTube Shorts",
  "youtubeShorts": "HollywoodDownloader ļauj lietotājiem bez piepūles lejupielādēt YouTube Shorts video, piedāvājot ērtu risinājumu īsformāta saturam saglabāt un baudīt to bezsaistē.",
  "youtubeShortsAlt": "Attēls parāda iespēju lejupielādēt YouTube Shorts video.",
  "highspeedHeader": "Augsts ātrums",
  "highspeed": "Nodrošina augstu ātrumu YouTube video lejupielādēm, nodrošinot lietotājiem ātru un efektīvu pieredzi, vēloties ātri piekļūt savam iecienītajam saturam.",
  "highspeedAlt": "Attēls parāda augstu ātrumu lejupielādēm.",
  "multiplatformHeader": "Daudzplatformu",
  "multiplatform": "HollywoodDownloader, daudzpusīgs un daudzplatformu rīks, pilnvaro lietotājus lejupielādēt YouTube video vienkārši dažādos ierīcēs un operētājsistēmās, piedāvājot elastīgu un pieejamu lejupielādes risinājumu.",
  "multiplatformAlt": "Attēls parāda daudzplatformu izmantošanu.",
  "safeHeader": "Drošs",
  "safe": "HollywoodDownloader nodrošina drošu lejupielādes pieredzi, jo tas neprasa reģistrēties vai pierakstīties, prioritizējot lietotāju privātumu un ērtības, iegūstot YouTube video bez problēmām.",
  "safeAlt": "Attēls parāda drošu lietošanu.",
  "freeHeader": "Pilnīgi bez maksas",
  "free": "Mēs piedāvājam pilnīgi bezmaksas risinājumu YouTube video lejupielādei, nodrošinot lietotājiem neierobežotu piekļuvi viņu iecienītajam saturam bez jebkādām izmaksām.",
  "freeAlt": "Attēls parāda, ka lietojumprogramma ir bez maksas.",
  "nolimitHeader": "Bez ierobežojumiem",
  "nolimit": "Mēs piedāvājam neierobežotu lejupielādes pieredzi, ļaujot lietotājiem lejupielādēt YouTube video bez jebkādiem ierobežojumiem par lejupielāžu skaitu, nodrošinot neierobežotu piekļuvi plašam saturu klāstam.",
  "nolimitAlt": "Attēls parāda, ka lietojumprogramma ļauj lietotājiem lejupielādēt YouTube video bez jebkādiem ierobežojumiem par lejupielāžu skaitu.",
  "multipleformatsHeader": "Daudzformātu",
  "multipleformats": "HollywoodDownloader atbalsta dažādus formātus, tai skaitā MP3, MP4, Webm, 3GP, MP4A un HD, piedāvājot lietotājiem elastību lejupielādēt YouTube video vēlamajā formātā personificētam skatīšanās pieredzē.",
  "multipleformatsAlt": "Attēls parāda, ka lietojumprogramma atbalsta dažādus formātus.",
  "mp3Header": "YouTube MP3 konvertētājs",
  "mp3Text": ["Iepazīstiniet ar mūsu MP3 YouTube video konvertētāju - galveno rīku, lai bez problēmām pārvērstu savus iecienītos YouTube video augstas kvalitātes MP3 audio failos. Šis lietotājam draudzīgais konvertētājs ļauj jums bez pūlēm izvilkt audio no jebkura YouTube video, ļaujot jums izveidot personalizētas atskaņošanas sarakstus, baudīt iecienīto mūziku bezsaistē vai vienkārši saglabāt datus ceļojot.",
  "Ar mūsu konvertētāju process ir tik vienkāršs kā nokopēt un ielīmēt YouTube video URL, izvēlēties vēlamo audio kvalitāti un noklikšķināt uz konvertēšanas pogas. Izbaudiet straujas konvertācijas, nesamazinot audio uztveres kvalitāti. Vai esat mūzikas entuziasts, podkāstu mīļotājs vai vienkārši vēlaties baudīt savu iecienīto saturu audio formā, mūsu MP3 YouTube video konvertētājs ir ērtas un baudāmas klausīšanās pieredzes risinājums. Uzlabojiet savu mūzikas bibliotēku bez pūlēm un iegrimiet audio izcilības pasaulē ar mūsu MP3 YouTube video konvertētāju jau šodien."],
  "mp4Header": "YouTube MP4 konvertētājs",
  "mp4Text": ["Izbaudiet nevainojamu video pārvēršanu ar mūsu YouTube MP4 konvertēšanas pakalpojumu. Bez pūlēm pārvērtiet savus iecienītos YouTube video augstas kvalitātes MP4 failos bezsaistē. Mūsu lietotājam draudzīgā platforma nodrošina ātru un bezproblēmu procesu, ļaujot jums lejupielādēt un saglabāt video formātā MP4 ar dažiem klikšķiem. Izbaudiet savu iecienīto saturu jebkur un jebkur, vai nu esat ceļā vai vienkārši vēlaties izveidot savu personīgo mediju bibliotēku. Izmēģiniet mūsu YouTube MP4 konvertētāju jau šodien un atklājiet ērtību pasaules video atskaņošanā un glabāšanā."],
  "shortsHeader": "YouTube Shorts video lejupielādētājs",
  "shortsText": ["Iepazīstiniet ar mūsu jaunievedumu - YouTube Shorts lejupielādes pakalpojumu, kas paredzēts entuziastiem, kuri vēlas bez problēmām baudīt savus iecienītos īsformāta video jebkur un jebkur. Ar mūsu lietotājam draudzīgo platformu jūs bez pūlēm varat lejupielādēt YouTube Shorts saturu augstā kvalitātē, nodrošinot patīkamu skatīšanās pieredzi ceļojot. Izkustieties pa plašu, iepriekš izraudzītu un iesaistošu īsformāta saturu, un ar tikai dažiem klikšķiem pārvērtiet tos par viegli pieejamiem failiem bezsaistē. Iepazīstiet mūsu YouTube Shorts lejupielādes pakalpojuma ērtības un nekad nesagaidiet brīdi no aizraujoša satura. Sāciet veidot savu personīgo bibliotēku jau šodien!"],
  "insrtuctionsShortHeader": "Lejupielādēt YouTube Shorts: Soli pa solim ceļvedis",
  "removeInputTextButton": "Noņemt ievades teksta pogu",
  "altThumbnail": "papildattēls"
  }
}