{
  "Index": {
    "button": "Pobierz",
    "placeholder": "Wklej tutaj link do filmu",
    "showButton": "Pokaż więcej",
    "showLess": "Pokaż mniej",
    "duration": "Czas trwania",
    "downloadButton": "Pobierz",
    "audioOnly": "Tylko dźwięk",
    "videoOnly": "Tylko wideo",
    "headerTitle": "pobierz film z YouTube",
    "headerQuestion": "jak pobrać film z YouTube?",
    "quality": "Jakość:",

    "title": "Pobierz film z YouTube - HollywoodDownloader.com",
    "description": "Łatwo pobierz filmy z YouTube za pomocą HollywoodDownloader.com. Wklej link do filmu, naciśnij przycisk Pobierz i ciesz się ulubionym kontentem offline.",
    "keywords": "pobierz film z YouTube, pobieranie filmów, HollywoodDownloader,",
    "ogTitle": "Pobierz film z YouTube - HollywoodDownloader.com",
    "ogDescription": "Łatwo pobierz filmy z YouTube za pomocą HollywoodDownloader.com. Wklej link do filmu, naciśnij przycisk Pobierz i ciesz się ulubionym kontentem offline.",
    "twitterTitle": "Pobierz film z YouTube - HollywoodDownloader.com",
    "twitterDescription": "Łatwo pobierz filmy z YouTube za pomocą HollywoodDownloader.com. Wklej link do filmu, naciśnij przycisk Pobierz i ciesz się ulubionym kontentem offline.",
    "contentTitle": "HollywoodDownloader.com - Twoje idealne centrum do pobierania filmów!",
    "content": [
      "Łatwo zamień swoje ulubione filmy z YouTube w skarby offline, po prostu wklej link do filmu w powyższe pole tekstowe i kliknij przycisk pobierania."
    ],

    "contentCoution": "Proszę zauważyć: Przestrzegaj warunków użytkowania HollywoodDownloader.com zgodnie z warunkami usługi YouTube i prawem autorskim.",
    "serviceDesc": "Łatwo zamień swoje ulubione filmy z YouTube w skarby offline. HollywoodDownloader pozwala konwertować i pobierać filmy z YouTube do formatów MP3, MP4, Webm, 3GP, MP4A w jakości HD za darmo. Otrzymujesz również wiele ważnych informacji na temat wideo, które pomogą Ci ocenić je jako ekspert.",

    "insrtuctionsHeader": "Pobierz filmy z YouTube: Przewodnik krok po kroku",
    "instructions": ["1. Skopiuj link do filmu z YouTube, który chcesz pobrać.",
      "2. Wklej go do pola wyszukiwania.",
      "3. Wybierz jakość wideo lub dźwięku i kliknij przycisk „Pobierz”."
    ],

    "insrtuctionsMp3Header": "Konwersja YouTube na MP3: Szybki przewodnik",
    "insrtuctionsMp4Header": "Konwersja YouTube na MP4: Łatwe i szybkie metody",

    "instructionsImageCopy": "Zdjęcie pokazuje, jak skopiować link do filmu z YouTube",
    "instructionsImagePaste": "Zdjęcie pokazuje, jak wkleić link do filmu z YouTube w pole wyszukiwania na HollywoodDownloader.com",
    "instructionsImageDownload": "Zdjęcie pokazuje, jak pobrać znaleziony film",

    "prosHeader": "Dlaczego Hollywood Downloader to najlepszy wybór do pobierania filmów z YouTube",
    "pros": [
      "Absolutnie za darmo.",
      "Nieograniczone pobieranie.",
      "Wysoka prędkość.",
      "Bez rejestracji",
      "Obsługiwane są różne formaty i jakości."
    ],

    "youtubeShortsHeader": "YouTube Shorts",
    "youtubeShorts": "HollywoodDownloader pozwala użytkownikom łatwo pobierać filmy z YouTube Shorts, oferując wygodne rozwiązanie do zapisywania i cieszenia się krótkim treścią offline.",
    "youtubeShortsAlt": "Zdjęcie pokazuje możliwość pobierania filmów YouTube Shorts.",
    "highspeedHeader": "Wysoka prędkość",
    "highspeed": "Umożliwia szybkie pobieranie filmów z YouTube, zapewniając szybką i efektywną obsługę dla użytkowników poszukujących szybkiego dostępu do swojego ulubionego kontentu.",
    "highspeedAlt": "Zdjęcie pokazuje szybkość pobierania.",
    "multiplatformHeader": "Multiplatformowy",
    "multiplatform": "HollywoodDownloader, wszechstronne i wieloplatformowe narzędzie, umożliwia użytkownikom łatwe pobieranie filmów z YouTube na różnych urządzeniach i systemach operacyjnych, oferując elastyczne i dostępne rozwiązanie do pobierania.",
    "multiplatformAlt": "Zdjęcie pokazuje wieloplatformowe użycie.",
    "safeHeader": "Bezpieczny ",
    "safe": "HollywoodDownloader zapewnia bezpieczne doświadczenie pobierania, nie wymaga rejestracji ani logowania, priorytetem jest prywatność i wygoda użytkownika podczas bezproblemowego uzyskiwania filmów z YouTube.",
    "safeAlt": "Zdjęcie pokazuje bezpieczne użycie aplikacji.",
    "freeHeader": "Absolutnie za darmo",
    "free": "Oferujemy całkowicie darmowe rozwiązanie do pobierania filmów z YouTube, zapewniając użytkownikom nieograniczony dostęp do ich ulubionego kontentu bez żadnych kosztów.",
    "freeAlt": "Zdjęcie pokazuje, że aplikacja jest bezpłatna.",
    "nolimitHeader": "Bez limitu",
    "nolimit": "Oferujemy bezlimitowe doświadczenie pobierania, pozwalając użytkownikom pobierać filmy z YouTube bez żadnych ograniczeń co do liczby pobrań, zapewniając nieograniczony dostęp do różnorodnej zawartości.",
    "nolimitAlt": "Zdjęcie pokazuje, że aplikacja pozwala użytkownikom pobierać filmy z YouTube bez żadnych ograniczeń co do liczby pobrań.",
    "multipleformatsHeader": "Wiele formatów",
    "multipleformats": "HollywoodDownloader obsługuje różne formaty, w tym MP3, MP4, Webm, 3GP, MP4A i HD, oferując użytkownikom elastyczność pobierania filmów z YouTube w preferowanym formacie dla spersonalizowanego oglądania.",
    "multipleformatsAlt": "Zdjęcie pokazuje, że aplikacja obsługuje różne formaty.",
    "mp3Header": "Konwerter YouTube MP3",
    "mp3Text": ["Przedstawiamy nasz konwerter MP3 YouTube Video - ostateczne narzędzie do bezproblemowej transformacji ulubionych filmów z YouTube w wysokiej jakości pliki audio MP3. Ten przyjazny użytkownikowi konwerter pozwala łatwo wyodrębnić dźwięk z dowolnego filmu z YouTube, umożliwiając tworzenie spersonalizowanych list odtwarzania, cieszenie się ulubioną muzyką offline lub po prostu oszczędzanie danych w podróży.",
      "Z naszym konwerterem proces jest równie prosty jak skopiowanie i wklejenie URL-a filmu z YouTube, wybranie pożądanej jakości dźwięku i kliknięcie przycisku konwertuj. Doświadcz błyskawicznych konwersji bez utraty wierności dźwięku. Bez względu na to, czy jesteś miłośnikiem muzyki, wielbicielem podcastów, czy po prostu chcesz cieszyć się ulubionym kontentem w formie audio, nasz konwerter MP3 YouTube Video to idealne rozwiązanie dla wygodnego i przyjemnego słuchania. Ulepsz swoją bibliotekę muzyczną bez wysiłku i zanurz się w świat doskonałości dźwięku dzięki naszemu konwerterowi MP3 YouTube Video już dziś."],
    "mp4Header": "Konwerter YouTube MP4",
    "mp4Text": ["Doświadcz bezproblemowej transformacji wideo dzięki naszej usłudze YouTube MP4 Converter. Łatwo konwertuj swoje ulubione filmy z YouTube na wysokiej jakości pliki MP4 do offline enjoyment. Nasza przyjazna użytkownikowi platforma zapewnia szybki i bezproblemowy proces, pozwalając na pobieranie i zapisywanie filmów w formacie MP4 za pomocą zaledwie kilku kliknięć. Ciesz się ulubionym kontentem w dowolnym miejscu i czasie, czy jesteś w podróży czy po prostu chcesz zbudować swoją osobistą bibliotekę multimedialną. Wypróbuj nasz konwerter YouTube MP4 już dziś i odblokuj świat wygody w odtwarzaniu i przechowywaniu wideo."],
    "shortsHeader": "YouTube Shorts Video Downloader",
    "shortsText": ["Przedstawiamy naszą nowoczesną usługę pobierania filmów YouTube Shorts, zaprojektowaną dla entuzjastów, którzy chcą płynnie cieszyć się ulubionymi krótkimi filmami w dowolnym miejscu i czasie. Dzięki naszej przyjaznej użytkownikowi platformie możesz łatwo pobierać treści YouTube Shorts w wysokiej jakości, zapewniając przyjemne doświadczenie oglądania w podróży. Odkryj szeroką gamę trendingowych i angażujących krótkometrażówek, i za pomocą zaledwie kilku kliknięć przekształć je w łatwo dostępne pliki do offline enjoyment. Przyjmij wygodę naszej usługi pobierania filmów YouTube Shorts i nigdy nie przegap chwili porywającej treści. Zacznij budować swoją osobistą bibliotekę już dziś!"],
    "insrtuctionsShortHeader": "Pobierz filmiki YouTube Shorts: Przewodnik krok po kroku",
    "removeInputTextButton": "Usuń przycisk wprowadzania tekstu",
    "altThumbnail": "miniatura",

    "formatHeadermp3": "MP3",
  "formatTextmp3": ["MP3, co oznacza MPEG Audio Layer III, to powszechnie używany format kompresji dźwięku. Jest to metoda kompresji plików dźwiękowych w celu zmniejszenia ich rozmiaru, zachowując jednocześnie rozsądną jakość dźwięku. Format MP3 został opracowany przez grupę ekspertów od obrazu ruchomego (MPEG) jako część specyfikacji MPEG-1 i MPEG-2.",
  "Kluczowe cechy formatu MP3 obejmują:",
  "Kompresja: MP3 używa kompresji stratnej, co oznacza, że niektóre dane audio są odrzucane podczas procesu kompresji, aby uzyskać mniejsze rozmiary plików. Jednak kompresja jest projektowana tak, aby była perceptualnie transparentna, co oznacza, że ​​ucho ludzkie zazwyczaj nie może odróżnić różnicy między oryginalnym dźwiękiem a skompresowaną wersją.",
  "Bitrate: Pliki MP3 można tworzyć przy różnych bitrates, które określają ilość danych używanych do reprezentacji dźwięku. Wyższe bity zazwyczaj skutkują lepszą jakością dźwięku, ale także większymi rozmiarami plików. Powszechne bity wahają się od 128 kbps (kilobitów na sekundę) do 320 kbps.",
  "Kompatybilność: MP3 to powszechnie obsługiwany format i może być odtwarzany na wielu urządzeniach, w tym komputerach, smartfonach, odtwarzaczach MP3 i różnych urządzeniach do odtwarzania dźwięku. Stał się standardem dystrybucji dźwięku cyfrowego.",
  "Rozszerzenie pliku: Pliki MP3 zazwyczaj mają rozszerzenie pliku .mp3.",
  "MP3 zrewolucjonizował przemysł muzyczny, umożliwiając efektywne rozpowszechnianie dźwięku cyfrowego przez internet. Przez wiele lat był dominującym formatem do pobierania muzyki, streamingu i osobistego odtwarzania dźwięku. Warto jednak zauważyć, że ze względu na kompresję stratną, niektóra jakość dźwięku jest poświęcana na rzecz mniejszych rozmiarów plików w porównaniu do formatów dźwiękowych bezstratnych, takich jak WAV czy FLAC."],

  "formatHeadermp4": "MP4",
  "formatTextmp4": [
    "MP4, czyli MPEG-4 Part 14, to powszechnie używany format kontenera multimedialnego do przechowywania strumieni audio i wideo, a także innych rodzajów danych, takich jak napisy i statyczne obrazy. Został opracowany przez grupę ekspertów od obrazu ruchomego (MPEG) i jest częścią standardu MPEG-4.",
    "Kluczowe cechy formatu MP4 obejmują:",
    "Kodeki wideo: Pliki MP4 mogą zawierać strumienie wideo skompresowane różnymi kodekami, takimi jak H.264 (Advanced Video Coding), który jest wysoko wydajnym i powszechnie używanym standardem kompresji wideo. Obsługiwane są także inne kodeki, takie jak MPEG-4 Visual i H.263.",
    "Kodeki audio: MP4 obsługuje szereg kodeków audio, w tym Advanced Audio Coding (AAC), który jest popularnym wyborem do wysokiej jakości kompresji dźwięku. Można także używać kodeków audio, takich jak MP3 czy nawet nieskompresowany dźwięk PCM (Pulse Code Modulation).",
    "Format kontenera: Pliki MP4 mają rozszerzenie pliku .mp4 i służą jako kontenery zarówno dla strumieni wideo, jak i dźwiękowych, a także dodatkowych metadanych i treści multimedialnych. Kontener jest elastyczny i może obsługiwać różne rodzaje mediów.",
    "Kompatybilność: MP4 to powszechnie obsługiwany format, kompatybilny z szerokim zakresem urządzeń, aplikacji oprogramowania i platform. Jest powszechnie stosowany do streamingu, wideo online, pobierania cyfrowego i urządzeń mobilnych.",
    "MP4 stał się jednym z standardowych formatów do dostarczania treści multimedialnych ze względu na równowagę efektywności kompresji, jakości i szerokiej kompatybilności. Używany jest do różnych celów, w tym do udostępniania wideo, usług streamingowych, urządzeń mobilnych i nie tylko."
  ],

  "formatHeadermp4a": "MP4A",
  "formatTextmp4a": [
    "Format MP4A odnosi się do komponentu audio formatu kontenerowego multimedialnego MP4 (MPEG-4 Part 14). MP4 to powszechnie używany format pliku do przechowywania strumieni audio i wideo, a także innych danych, takich jak napisy i statyczne obrazy. MP4A wskazuje specyficznie, że plik zawiera dane audio przy użyciu jednego z kodeków audio MPEG-4.",
    "'A' w MP4A oznacza audio, a w ramach kontenera MP4 można używać różnych kodeków audio. Wspólne kodeki audio znajdujące się w plikach MP4A obejmują Advanced Audio Coding (AAC), który jest szeroko stosowany do wysokiej jakości kompresji dźwięku, a także inne kodeki audio, takie jak MP3 czy nawet nieskompresowany dźwięk PCM (Pulse Code Modulation).",
    "Podsumowując, gdy natkniesz się na plik z rozszerzeniem MP4A lub odniesienie do niego, oznacza to, że plik jest kontenerem MP4 zawierającym specyficznie dane audio, a rzeczywisty używany kodek audio może się różnić w zależności od konkretnej implementacji i wyborów kodowania podczas tworzenia treści."
  ],

  "formatHeaderwebm": "WEBM",
  "formatTextwebm": [
    "WebM to format kontenera multimedialnego zaprojektowanego do użytku w Internecie. Został opracowany przez projekt WebM, sponsorowany przez Google. Format WebM został specjalnie zaprojektowany jako otwarta, bezpłatna alternatywa dla innych formatów kontenerów multimedialnych, takich jak MP4.",
    "Kluczowe cechy WebM obejmują:",
    "Kodek wideo: WebM zazwyczaj używa kodeka wideo VP9, który zapewnia efektywną kompresję wideo o wysokiej jakości, pozostając otwarty i bezpłatny. Możliwe jest również korzystanie z kodeka wideo VP8.",
    "Kodek audio: Składnik audio plików WebM często wykorzystuje otwarty i bezpłatny kodek audio Opus, choć można także używać Vorbis.",
    "Format kontenera: Pliki WebM mają rozszerzenie pliku .webm i służą jako kontenery zarówno dla strumieni wideo, jak i dźwiękowych. Kontener WebM jest zaprojektowany tak, aby był lekki i odpowiedni do użycia w Internecie.",
    "Jednym z głównych celów rozwoju WebM było dostarczenie formatu umożliwiającego strumieniowanie wideo i dźwięku wysokiej jakości w Internecie bez konieczności płacenia opłat licencyjnych. Zyskał popularność w użyciu w elementach wideo i audio HTML5, stanowiąc alternatywę dla formatów własnościowych, takich jak H.264 i AAC.",
    "WebM jest obsługiwany przez główne przeglądarki internetowe, w tym Google Chrome, Mozilla Firefox i Operę. Jest używany do strumieniowania online, wideokonferencji i innych aplikacji multimedialnych opartych na sieci."
  ],

  "formatHeader3gp": "3GP",
  "formatText3gp": [
    "Format 3GP to format kontenera multimedialnego zaprojektowanego dla telefonów komórkowych. Oznacza '3rd Generation Partnership Project', czyli współpracę między organizacjami standaryzacyjnymi telekomunikacyjnymi w celu opracowania specyfikacji systemów mobilnych, zwłaszcza sieci 3G.",
    "Pliki 3GP zazwyczaj zawierają strumienie wideo skompresowane za pomocą kodeków wideo H.263 lub H.264, a także strumienie audio skompresowane kodekami audio AMR-NB lub AAC-LC. Format jest zoptymalizowany dla urządzeń mobilnych o ograniczonych możliwościach przechowywania i przepustowości, co czyni go odpowiednim do streamingu przez sieci 3G.",
    "Początkowo 3GP został opracowany do obsługi treści wideo na telefonach komórkowych 3G, ale był również używany w innych kontekstach, takich jak streamowanie wideo online i udostępnianie. Jednak z postępem technologii mobilnej i wzrostem bardziej wydajnych formatów, takich jak MP4, użycie 3GP zmniejszyło się z czasem. MP4 jest teraz powszechnie obsługiwany i uważany za bardziej wszechstronny i wydajny format kontenera multimedialnego."
  ],

  "formatHeaderhd": "Jakość HD",
  "formatTexthd": ["Termin 'format wideo HD' odnosi się do formatów wideo obsługujących wysoką rozdzielczość (HD), czyli wyższą jakość wideo w porównaniu do standardowej rozdzielczości (SD). Wideo HD zazwyczaj ma większą ilość pikseli, co skutkuje bardziej wyraźnymi i szczegółowymi obrazami. Istnieje kilka powszechnie stosowanych formatów wideo HD, każdy z różnymi specyfikacjami dotyczącymi rozdzielczości, ilości klatek na sekundę i metod kompresji. Oto kilka popularnych formatów wideo HD:",
  "HD Ready (720p): Ten format ma rozdzielczość 1280x720 pikseli. 'p' oznacza skanowanie postępowe, co oznacza, że ​​każda klatka jest rysowana sekwencyjnie.",
  "Full HD (1080p): Ten format ma rozdzielczość 1920x1080 pikseli, zapewniając jeszcze wyższą jakość obrazu niż HD Ready. Podobnie jak 720p, 'p' oznacza skanowanie postępowe.",
  "2K (lub Quad HD): Ten format ma rozdzielczość około 2048x1080 pikseli. Jest powszechnie używany w kinematografii cyfrowej i niektórych wyświetlaczach wysokiej jakości.",
  "Ultra HD (4K): Ten format ma rozdzielczość 3840x2160 pikseli, oferując czterokrotnie większą rozdzielczość niż Full HD. Jest szeroko stosowany w telewizorach, monitorach i produkcji treści cyfrowych.",
  "8K Ultra HD: Z rozdzielczością 7680x4320 pikseli, 8K zapewnia jeszcze wyższy poziom szczegółowości. Jednak moja wiedza jest aktualna do stycznia 2022 roku, a treści 8K są mniej powszechne z powodu wymagań sprzętowych zarówno podczas nagrywania, jak i odtwarzania.",
  "Powszechne kodeki wideo używane do treści HD obejmują H.264 (AVC), H.265 (HEVC) i VP9, między innymi. Te kodeki są odpowiedzialne za efektywne kompresowanie danych wideo w celu zmniejszenia rozmiarów plików przy jednoczesnym utrzymaniu wysokiej jakości odtwarzania.",
  "Przy dyskusji na temat formatów wideo HD ważne jest uwzględnienie zarówno rozdzielczości, jak i ilości klatek na sekundę, ponieważ oba te czynniki przyczyniają się do ogólnej jakości wideo."
  ]
  }
}
