{
  "Index": {
    "button": "Baixar",
    "placeholder": "Cole o link do seu vídeo aqui",
    "showButton": "Mostrar mais",
    "showLess": "Mostrar menos",
    "duration": "Duração",
    "downloadButton": "Baixar",
    "audioOnly": "Somente áudio",
    "videoOnly": "Somente vídeo",
    "headerTitle": "baixar vídeo do youtube",
    "headerQuestion": "como baixar vídeo do youtube?",
    "quality": "Qualidade:",

    "title": "Baixar vídeo do YouTube - HollywoodDownloader.com",
    "description": "Baixe facilmente vídeos do YouTube com HollywoodDownloader.com. Cole o link do vídeo, pressione o botão Baixar e aproveite seu conteúdo favorito offline.",
    "keywords": "baixar vídeo do YouTube, download de vídeo, HollywoodDownloader,",
    "ogTitle": "Baixar vídeo do YouTube - HollywoodDownloader.com",
    "ogDescription": "Baixe facilmente vídeos do YouTube com HollywoodDownloader.com. Cole o link do vídeo, pressione o botão de download e aproveite seu conteúdo favorito offline.",
    "twitterTitle": "Baixar vídeo do YouTube - HollywoodDownloader.com",
    "twitterDescription": "Baixe facilmente vídeos do YouTube com HollywoodDownloader.com. Cole o link do vídeo, pressione o botão de download e aproveite seu conteúdo favorito offline.",
    "contentTitle": "HollywoodDownloader.com - Seu hub perfeito para baixar vídeos!",
    "content": [
      "Transforme facilmente seus vídeos favoritos do YouTube em tesouros offline, apenas colando o link do vídeo no campo acima e clicando no botão de download."
    ],

    "contentCoution": "Por favor, note: Siga os termos de uso do HollywoodDownloader.com de acordo com os termos de serviço do YouTube e as leis de direitos autorais.",
    "serviceDesc": "Transforme facilmente seus vídeos favoritos do YouTube em tesouros offline. HollywoodDownloader permite que você converta e baixe vídeos do YouTube para MP3, MP4, Webm, 3GP, MP4A em qualidade HD gratuitamente. Você também obtém muitas informações importantes sobre o vídeo que o ajudarão a dar uma avaliação de especialista.",

    "insrtuctionsHeader": "Baixar Vídeos do YouTube: Um Guia Passo a Passo",
    "instructions": ["1. Copie o link do vídeo do YouTube que deseja baixar.",
      "2. Cole-o no campo de pesquisa.",
      "3. Selecione a qualidade de vídeo ou áudio desejada e clique no botão \"Baixar\"."
    ],

    "insrtuctionsMp3Header": "Conversão de YouTube para MP3: Um Guia Rápido",
    "insrtuctionsMp4Header": "Converter YouTube para MP4: Métodos Fáceis e Rápidos",

    "instructionsImageCopy": "A imagem mostra como copiar o link do YouTube",
    "instructionsImagePaste": "A imagem mostra como colar o link do YouTube no campo de pesquisa do HollywoodDownloader.com",
    "instructionsImageDownload": "A imagem mostra como baixar o vídeo encontrado",

    "prosHeader": "Por que o Hollywood Downloader é a melhor escolha para baixar vídeos do Youtube",
    "pros": [
      "Totalmente grátis.",
      "Downloads ilimitados.",
      "Alta velocidade.",
      "Sem inscrição",
      "Suporta vários formatos e qualidades."
    ],

    "youtubeShortsHeader": "YouTube Shorts",
    "youtubeShorts": "O HollywoodDownloader permite que os usuários baixem vídeos do YouTube Shorts sem esforço, oferecendo uma solução conveniente para salvar e desfrutar de conteúdo de curta duração offline.",
    "youtubeShortsAlt": "A imagem mostra a possibilidade de baixar vídeos do YouTube Shorts.",
    "highspeedHeader": "Alta velocidade",
    "highspeed": "Permite downloads de alta velocidade de vídeos do YouTube, garantindo uma experiência rápida e eficiente para usuários que buscam acesso rápido ao seu conteúdo favorito.",
    "highspeedAlt": "A imagem mostra o download em alta velocidade.",
    "multiplatformHeader": "Multiplataforma",
    "multiplatform": "O HollywoodDownloader, uma ferramenta versátil e multiplataforma, capacita os usuários a baixar vídeos do YouTube perfeitamente em vários dispositivos e sistemas operacionais, oferecendo uma solução de download flexível e acessível.",
    "multiplatformAlt": "A imagem mostra o uso multiplataforma.",
    "safeHeader": "Seguro",
    "safe": "O HollywoodDownloader garante uma experiência de download segura, pois não requer inscrição ou login, priorizando a privacidade e a conveniência do usuário ao obter vídeos do YouTube sem complicações.",
    "safeAlt": "A imagem mostra o uso seguro do aplicativo.",
    "freeHeader": "Totalmente grátis",
    "free": "Oferecemos uma solução totalmente gratuita para baixar vídeos do YouTube, proporcionando aos usuários acesso irrestrito ao seu conteúdo favorito sem custo algum.",
    "freeAlt": "A imagem mostra que o aplicativo é gratuito.",
    "nolimitHeader": "Sem limite",
    "nolimit": "Apresentamos uma experiência de download ilimitada, permitindo que os usuários baixem vídeos do YouTube sem restrições quanto ao número de downloads, oferecendo acesso irrestrito a uma ampla variedade de conteúdo.",
    "nolimitAlt": "A imagem mostra que o aplicativo permite que os usuários baixem vídeos do YouTube sem restrições quanto ao número de downloads.",
    "multipleformatsHeader": "Múltiplos formatos",
    "multipleformats": "O HollywoodDownloader suporta uma variedade de formatos, incluindo MP3, MP4, Webm, 3GP, MP4A e HD, oferecendo aos usuários a flexibilidade de baixar vídeos do YouTube no formato desejado para uma experiência de visualização personalizada.",
    "multipleformatsAlt": "A imagem mostra que o aplicativo suporta uma variedade de formatos.",
    "mp3Header": "Conversor de YouTube para MP3",
    "mp3Text": ["Apresentamos nosso Conversor de Vídeo MP3 YouTube - a ferramenta definitiva para transformar perfeitamente seus vídeos favoritos do YouTube em arquivos de áudio MP3 de alta qualidade. Este conversor fácil de usar permite que você extraia o áudio de qualquer vídeo do YouTube, permitindo que você crie listas de reprodução personalizadas, aproveite sua música favorita offline ou simplesmente economize dados enquanto estiver em movimento.",
      "Com nosso conversor, o processo é tão simples quanto copiar e colar o URL do vídeo do YouTube, selecionar a qualidade de áudio desejada e clicar no botão de conversão. Experimente conversões rápidas sem comprometer a fidelidade do áudio. Seja você um entusiasta da música, amante de podcasts ou apenas queira curtir seu conteúdo favorito em formato de áudio, nosso Conversor de Vídeo MP3 YouTube é a solução ideal para uma experiência de audição conveniente e agradável. Atualize sua biblioteca de música sem esforço e mergulhe no mundo da excelência auditiva com nosso Conversor de Vídeo MP3 YouTube hoje."],
    "mp4Header": "Conversor de YouTube para MP4",
    "mp4Text": ["Experimente uma transformação perfeita de vídeo com nosso serviço de Conversor YouTube MP4. Converta sem esforço seus vídeos favoritos do YouTube em arquivos MP4 de alta qualidade para desfrute offline. Nossa plataforma fácil de usar garante um processo rápido e sem complicações, permitindo que você baixe e salve vídeos no formato MP4 com apenas alguns cliques. Aproveite seu conteúdo favorito a qualquer momento e em qualquer lugar, esteja você em movimento ou simplesmente procurando construir sua biblioteca de mídia pessoal. Experimente nosso Conversor YouTube MP4 hoje e desbloqueie um mundo de conveniência na reprodução e armazenamento de vídeos."],
    "shortsHeader": "Baixar Vídeo do YouTube Shorts",
    "shortsText": ["Apresentamos nosso serviço de download avançado para vídeos YouTube Shorts, projetado para entusiastas que desejam desfrutar perfeitamente de seus vídeos de curta duração favoritos a qualquer momento e em qualquer lugar. Com nossa plataforma fácil de usar, você pode baixar conteúdo YouTube Shorts com facilidade e alta qualidade, garantindo uma experiência agradável de visualização em movimento. Explore uma ampla coleção de vídeos curtos e envolventes e, com apenas alguns cliques, transforme-os em arquivos facilmente acessíveis para desfrute offline. Adote a conveniência de nosso serviço de download de vídeos YouTube Shorts e nunca perca um momento de conteúdo cativante. Comece a construir sua biblioteca pessoal hoje!"],
    "insrtuctionsShortHeader": "Baixar Vídeos do YouTube Shorts: Um Guia Passo a Passo",
    "removeInputTextButton": "Remover botão de texto de entrada",
    "altThumbnail": "miniatura",

    "formatHeadermp3": "MP3",
  "formatTextmp3": ["MP3, que significa MPEG Audio Layer III, é um formato amplamente utilizado de compressão de áudio. É um método de comprimir arquivos de áudio para reduzir seu tamanho, preservando uma qualidade de áudio razoável. O formato MP3 foi desenvolvido pelo Grupo de Especialistas em Imagens em Movimento (MPEG) como parte das especificações MPEG-1 e MPEG-2.",
    "Principais características do formato MP3 incluem:",
    "Compressão: O MP3 usa compressão com perda, o que significa que alguns dados de áudio são descartados durante o processo de compressão para obter tamanhos de arquivo menores. No entanto, a compressão é projetada para ser perceptivelmente transparente, o que significa que o ouvido humano geralmente não consegue distinguir a diferença entre o áudio original e a versão comprimida.",
    "Taxa de bits: Arquivos MP3 podem ser criados em diferentes taxas de bits, determinando a quantidade de dados usados para representar o áudio. Taxas de bits mais altas geralmente resultam em melhor qualidade de áudio, mas também em tamanhos de arquivo maiores. As taxas de bits comuns variam de 128 kbps (quilobits por segundo) a 320 kbps.",
    "Compatibilidade: O MP3 é um formato amplamente suportado e pode ser reproduzido em uma ampla variedade de dispositivos, incluindo computadores, smartphones, players de MP3 e vários dispositivos de reprodução de áudio. Tornou-se um padrão para distribuição de áudio digital.",
    "Extensão de arquivo: Arquivos MP3 geralmente têm a extensão de arquivo .mp3.",
    "O MP3 revolucionou a indústria da música, possibilitando a distribuição eficiente de áudio digital pela internet. Tem sido um formato dominante para downloads de música, streaming e dispositivos de reprodução de áudio pessoais por muitos anos. No entanto, vale ressaltar que, devido à sua compressão com perda, alguma qualidade de áudio é sacrificada em comparação com formatos de áudio sem perda, como WAV ou FLAC."],

  "formatHeadermp4": "MP4",
  "formatTextmp4": [
    "MP4, ou MPEG-4 Part 14, é um formato de contêiner multimídia amplamente utilizado para armazenar fluxos de áudio e vídeo, bem como outros tipos de dados, como legendas e imagens estáticas. Foi desenvolvido pelo Grupo de Especialistas em Imagens em Movimento (MPEG) e faz parte do padrão MPEG-4.",
    "Principais características do formato MP4 incluem:",
    "Codecs de vídeo: Arquivos MP4 podem conter fluxos de vídeo comprimidos com vários codecs, como H.264 (Advanced Video Coding), que é um padrão de compressão de vídeo altamente eficiente e amplamente utilizado. Outros codecs como MPEG-4 Visual e H.263 também são suportados.",
    "Codecs de áudio: O MP4 suporta uma variedade de codecs de áudio, incluindo Advanced Audio Coding (AAC), que é uma escolha popular para compressão de áudio de alta qualidade. MP3 e outros codecs de áudio também podem ser usados.",
    "Formato de contêiner: Arquivos MP4 têm a extensão de arquivo .mp4 e servem como contêineres para fluxos de vídeo e áudio, além de metadados adicionais e conteúdo multimídia. O contêiner é flexível e pode lidar com uma variedade de tipos de mídia.",
    "Compatibilidade: O MP4 é um formato amplamente suportado e é compatível com uma ampla gama de dispositivos, aplicativos de software e plataformas. É comumente usado para streaming, vídeo online, downloads digitais e dispositivos móveis.",
    "O MP4 se tornou um dos formatos padrão para entrega de conteúdo multimídia devido ao seu equilíbrio entre eficiência de compressão, qualidade e ampla compatibilidade. É usado para diversos fins, incluindo compartilhamento de vídeo, serviços de streaming, dispositivos móveis e muito mais."
  ],

  "formatHeadermp4a": "MP4A",
  "formatTextmp4a": [
    "O formato MP4A refere-se ao componente de áudio do formato de contêiner multimídia MP4 (MPEG-4 Part 14). O MP4 é um formato de arquivo amplamente utilizado para armazenar fluxos de áudio e vídeo, além de outros dados como legendas e imagens estáticas. O MP4A indica especificamente que o arquivo contém dados de áudio usando um dos codecs de áudio MPEG-4.",
    "O 'A' em MP4A significa áudio, e vários codecs de áudio podem ser usados dentro do contêiner MP4. Codecs de áudio comuns encontrados em arquivos MP4A incluem Advanced Audio Coding (AAC), amplamente usado para compressão de áudio de alta qualidade, bem como outros codecs de áudio como MP3 ou até áudio PCM (Modulação por Código de Pulso) não comprimido.",
    "Em resumo, ao encontrar um arquivo com a extensão MP4A ou referência a ela, indica que o arquivo é um contêiner MP4 que contém especificamente dados de áudio, e o codec de áudio real usado pode variar dependendo da implementação específica e das escolhas de codificação feitas durante a criação de conteúdo."
  ],

  "formatHeaderwebm": "WEBM",
  "formatTextwebm": [
    "WebM é um formato de contêiner multimídia projetado para uso na web. Foi desenvolvido pelo Projeto WebM, patrocinado pelo Google. O formato WebM é especificamente projetado como uma alternativa aberta e isenta de royalties a outros formatos de contêiner multimídia, como o MP4.",
    "Principais características do WebM incluem:",
    "Codec de vídeo: O WebM geralmente usa o codec de vídeo VP9, que oferece compressão eficiente para vídeo de alta qualidade, enquanto permanece aberto e isento de royalties. Também pode usar o codec de vídeo VP8.",
    "Codec de áudio: O componente de áudio dos arquivos WebM geralmente usa o codec de áudio Opus, aberto e isento de royalties, embora também possa usar o Vorbis.",
    "Formato de contêiner: Arquivos WebM têm a extensão de arquivo .webm e servem como contêineres para fluxos de vídeo e áudio. O contêiner WebM é projetado para ser leve e adequado para uso na web.",
    "Uma das principais motivações por trás do desenvolvimento do WebM era fornecer um formato que permitisse streaming de vídeo e áudio de alta qualidade na web sem a necessidade de os usuários pagarem taxas de licenciamento. Ele ganhou popularidade para uso em elementos de vídeo e áudio HTML5, proporcionando uma alternativa a formatos proprietários como H.264 e AAC.",
    "O WebM é suportado pelos principais navegadores da web, incluindo Google Chrome, Mozilla Firefox e Opera. É usado para streaming online, videoconferência e outras aplicações multimídia baseadas na web."
  ],

  "formatHeader3gp": "3GP",
  "formatText3gp": [
    "O formato 3GP é um formato de contêiner multimídia projetado para telefones celulares. Significa '3rd Generation Partnership Project', que é uma colaboração entre organizações de padronização de telecomunicações para desenvolver especificações para sistemas móveis, especialmente redes móveis 3G.",
    "Arquivos 3GP geralmente contêm fluxos de vídeo comprimidos com os codecs de vídeo H.263 ou H.264 e fluxos de áudio comprimidos com os codecs de áudio AMR-NB ou AAC-LC. O formato é otimizado para dispositivos móveis com capacidades de armazenamento e largura de banda limitadas, tornando-o adequado para streaming em redes 3G.",
    "Originalmente, o 3GP foi desenvolvido para lidar com conteúdo de vídeo em telefones celulares 3G, mas também foi usado em outros contextos, como streaming e compartilhamento de vídeo online. No entanto, com os avanços na tecnologia móvel e o aumento de formatos mais capazes, como o MP4, o uso do 3GP diminuiu ao longo do tempo. O MP4 é agora mais amplamente suportado e é considerado um formato de contêiner multimídia mais versátil e eficiente."
  ],

  "formatHeaderhd": "Qualidade HD",
  "formatTexthd": ["O termo 'formato de vídeo HD' refere-se a formatos de vídeo que suportam resolução de Alta Definição (HD), que é um nível mais alto de qualidade de vídeo em comparação com a Definição Padrão (SD). Vídeos HD geralmente têm uma contagem de pixels mais alta, resultando em imagens mais nítidas e detalhadas. Existem vários formatos de vídeo HD com diferentes especificações de resolução, taxas de quadros e métodos de compressão. Aqui estão alguns formatos populares de vídeo HD:",
    "HD Ready (720p): Este formato tem uma resolução de 1280x720 pixels. O 'p' significa varredura progressiva, o que significa que cada quadro é desenhado sequencialmente.",
    "Full HD (1080p): Este formato tem uma resolução de 1920x1080 pixels, oferecendo qualidade de imagem ainda maior que o HD Ready. Assim como o 720p, o 'p' significa varredura progressiva.",
    "2K (ou Quad HD): Este formato tem uma resolução de aproximadamente 2048x1080 pixels. É comumente usado no cinema digital e em alguns monitores de alta qualidade.",
    "Ultra HD (4K): Este formato tem uma resolução de 3840x2160 pixels, oferecendo quatro vezes a resolução do Full HD. É amplamente utilizado em TVs, monitores e produção de conteúdo digital.",
    "8K Ultra HD: Com uma resolução de 7680x4320 pixels, o 8K oferece um nível ainda maior de detalhe. No entanto, até minha última atualização de conhecimento em janeiro de 2022, o conteúdo em 8K é menos comum devido aos requisitos de hardware exigentes tanto para gravação quanto para reprodução.",
    "Codecs de vídeo comuns usados para conteúdo HD incluem H.264 (AVC), H.265 (HEVC) e VP9, entre outros. Esses codecs são responsáveis por comprimir eficientemente os dados de vídeo para reduzir o tamanho dos arquivos, mantendo a reprodução de alta qualidade.",
    "Ao discutir formatos de vídeo HD, é importante considerar tanto a resolução quanto a taxa de quadros, pois ambos contribuem para a qualidade geral do vídeo."
  ]
  }
}
