{
    "Index": 
    {
    "button": "Descarcă",
    "placeholder": "Lipirea link-ului videoclipului aici",
    "showButton": "Afișează mai mult",
    "showLess": "Afișează mai puțin",
    "duration": "Durată",
    "downloadButton": "Descarcă",
    "audioOnly": "Doar audio",
    "videoOnly": "Doar video",
    "headerTitle": "descarcă videoclip de pe YouTube",
    "headerQuestion": "cum să descarci un videoclip de pe YouTube?",
    "quality": "Calitate",
    "title": "Descarcă videoclip de pe YouTube - HollywoodDownloader.com",
    "description": "Descarcă cu ușurință videoclipuri de pe YouTube cu HollywoodDownloader.com. Lipiți link-ul videoclipului, apăsați butonul Descarcă și bucurați-vă de conținutul dvs. preferat offline.",
    "keywords": "descarcare videoclip de pe YouTube, descarcare video, HollywoodDownloader",
    "ogTitle": "Descarcă videoclip de pe YouTube - HollywoodDownloader.com",
    "ogDescription": "Descarcă cu ușurință videoclipuri de pe YouTube cu HollywoodDownloader.com. Lipiți link-ul videoclipului, apăsați butonul de descărcare și bucurați-vă de conținutul dvs. preferat offline.",
    "twitterTitle": "Descarcă videoclip de pe YouTube - HollywoodDownloader.com",
    "twitterDescription": "Descarcă cu ușurință videoclipuri de pe YouTube cu HollywoodDownloader.com. Lipiți link-ul videoclipului, apăsați butonul de descărcare și bucurați-vă de conținutul dvs. preferat offline.",
    "contentTitle": "HollywoodDownloader.com - Hub-ul perfect pentru descărcarea videoclipurilor!",
    "content": [
    "Transformați cu ușurință videoclipurile preferate de pe YouTube în comori offline prin simpla lipire a link-ului videoclipului în câmpul de introducere de mai sus și apăsând butonul de descărcare."
    ],
    "contentCoution": "Vă rugăm să rețineți: Respectați termenii de utilizare a HollywoodDownloader.com în conformitate cu termenii de serviciu și legile privind drepturile de autor ale YouTube.",
    "serviceDesc": "Transformați cu ușurință videoclipurile preferate de pe YouTube în comori offline. HollywoodDownloader vă permite să convertiți și să descărcați videoclipuri de pe YouTube, în formatele MP3, MP4, Webm, 3GP, MP4A în calitate HD, gratuit.",
    "insrtuctionsHeader": "Descărcați videoclipuri YouTube: Un ghid pas cu pas",
    "instructions": [
    "1. Copiați link-ul videoclipului de pe YouTube pe care doriți să-l descărcați.",
    "2. Lipiți-l în câmpul de căutare.",
    "3. Selectați calitatea video sau audio de care aveți nevoie și apăsați butonul 'Descarcă'."
    ],
    "insrtuctionsMp3Header": "Convertire YouTube în MP3: Un ghid rapid",
    "insrtuctionsMp4Header": "Convertire YouTube în MP4: Metode ușoare și rapide",
    "instructionsImageCopy": "Imaginea arată cum să copiați link-ul YouTube",
    "instructionsImagePaste": "Imaginea arată cum să lipiți link-ul YouTube în câmpul de căutare HollywoodDownloader.com",
    "instructionsImageDownload": "Imaginea arată cum să descărcați videoclipul găsit",
    "prosHeader": "De ce Hollywood Downloader este cea mai bună alegere pentru descărcarea de videoclipuri YouTube",
    "pros": [
    "Complet gratuit.",
    "Descărcări nelimitate.",
    "Viteză mare.",
    "Fără înregistrare",
    "Suport pentru multiple formate și calități."
    ],
    "youtubeShortsHeader": "YouTube Shorts",
    "youtubeShorts": "HollywoodDownloader permite utilizatorilor să descarce fără efort videoclipuri YouTube Shorts, oferind o soluție convenabilă pentru salvarea și bucurarea de conținutul în formă scurtă offline.",
    "youtubeShortsAlt": "Imaginea arată posibilitatea descărcării de videoclipuri YouTube Shorts.",
    "highspeedHeader": "Viteză mare",
    "highspeed": "Permite descărcări rapide de videoclipuri YouTube, asigurând o experiență rapidă și eficientă pentru utilizatorii care caută acces rapid la conținutul lor preferat.",
    "highspeedAlt": "Imaginea arată descărcare la viteză mare.",
    "multiplatformHeader": "Multiplatformă",
    "multiplatform": "HollywoodDownloader, o unealtă versatilă și multiplatformă, permite utilizatorilor să descarce videoclipuri YouTube fără probleme pe diferite dispozitive și sisteme de operare, oferind o soluție de descărcare flexibilă și accesibilă.",
    "multiplatformAlt": "Imaginea arată utilizarea multiplatformă.",
    "safeHeader": "Sigur ",
    "safe": "HollywoodDownloader asigură o experiență de descărcare în siguranță, deoarece nu necesită înregistrare sau autentificare, prioritizând confidențialitatea și comoditatea utilizatorilor în obținerea videoclipurilor YouTube fără probleme.",
    "safeAlt": "Imaginea arată utilizarea sigură a aplicației.",
    "freeHeader": "Complet gratuit",
    "free": "Oferim o soluție complet gratuită pentru descărcarea de videoclipuri YouTube, oferind utilizatorilor acces nelimitat la conținutul lor preferat fără niciun cost.",
    "freeAlt": "Imaginea arată că aplicația este gratuită.",
    "nolimitHeader": "Fără limită",
    "nolimit": "Prezentăm o experiență de descărcare nelimitată, permițând utilizatorilor să descarce videoclipuri YouTube fără restricții privind numărul de descărcări, oferind acces nelimitat la o gamă largă de conținut.",
    "nolimitAlt": "Imaginea arată că aplicația permite utilizatorilor să descarce videoclipuri YouTube fără restricții privind numărul de descărcări.",
    "multipleformatsHeader": "Formate multiple",
    "multipleformats": "HollywoodDownloader suportă o varietate de formate, inclusiv MP3, MP4, Webm, 3GP, MP4A și HD, oferind utilizatorilor flexibilitatea de a descărca videoclipuri YouTube în formatul preferat pentru o experiență de vizionare personalizată.",
    "multipleformatsAlt": "Imaginea arată că aplicația suportă o varietate de formate.",
    "mp3Header": "Conversie YouTube în MP3",
    "mp3Text": ["Vă prezentăm MP3 YouTube Video Converter - instrumentul suprem pentru transformarea fără probleme a videoclipurilor preferate de pe YouTube în fișiere audio MP3 de înaltă calitate. Acest convertor prietenos vă permite să extrageți cu ușurință sunetul din orice videoclip de pe YouTube, permițându-vă să creați liste de redare personalizate, să vă bucurați de muzica preferată offline sau pur și simplu să economisiți date în timp ce vă deplasați.",
    "Cu convertorul nostru, procesul este la fel de simplu ca să copiați și să lipiți URL-ul videoclipului de pe YouTube, să selectați calitatea audio dorită și să apăsați butonul de conversie. Experimentați conversii ultra-rapide fără a compromite fidelitatea audio. Fie că sunteți un pasionat de muzică, iubitor de podcast sau doar doriți să vă bucurați de conținutul preferat sub formă audio, MP3 YouTube Video Converter nostru este soluția perfectă pentru o experiență de ascultare comodă și plăcută. Actualizați-vă biblioteca muzicală fără efort și intrați în lumea excelenței audio cu MP3 YouTube Video Converter nostru astăzi."],
    "mp4Header": "Conversie YouTube în MP4",
    "mp4Text": ["Experimentați transformarea video fără sudură cu serviciul nostru YouTube MP4 Converter. Convertiți cu ușurință videoclipurile preferate de pe YouTube în fișiere MP4 de înaltă calitate pentru bucurare offline. Platforma noastră prietenoasă asigură un proces rapid și fără probleme, permițându-vă să descărcați și să salvați videoclipuri în format MP4 cu doar câteva clicuri. Bucurați-vă de conținutul preferat în orice moment și oriunde, fie că sunteți în mișcare sau pur și simplu doriți să vă construiți biblioteca media personală. Încercați YouTube MP4 Converter nostru astăzi și deblocați o lume de comoditate în redarea și stocarea videoclipurilor."],
    "shortsHeader": "Descărcător de videoclipuri YouTube Shorts",
    "shortsText": ["Vă prezentăm serviciul nostru avansat de descărcare a videoclipurilor YouTube Shorts, conceput pentru entuziaștii care doresc să se bucure fără probleme de videoclipurile lor scurte preferate oricând și oriunde. Cu platforma noastră prietenoasă, puteți descărca fără efort conținutul YouTube Shorts în calitate înaltă, asigurându-vă o experiență de vizionare plăcută în mișcare. Explorați o colecție vastă de videoclipuri scurte de tendință și captivante și, cu doar câteva clicuri, transformați-le în fișiere ușor accesibile pentru bucurie offline. Adoptați confortul serviciului nostru de descărcare a videoclipurilor YouTube Shorts și nu pierdeți niciodată un moment din conținutul captivant. Începeți să vă construiți biblioteca personală astăzi!"],
    "insrtuctionsShortHeader": "Descărcare videoclipuri YouTube Shorts: Ghid pas cu pas",
    "removeInputTextButton": "Eliminați butonul textului de intrare",
    "altThumbnail": "miniatură"
    }
}