{
  "Index": {
    "button": "Скачать",
    "placeholder": "Вставьте ссылку на видео сюда",
    "showButton": "Показать больше",
    "showLess": "Показать меньше",
    "duration": "Длительность",
    "downloadButton": "Скачать",
    "audioOnly": "Только аудио",
    "videoOnly": "Только видео",
    "headerTitle": "Скачать видео с YouTube",
    "headerQuestion": "Как скачать видео с YouTube?",
    "quality": "Качество:",
    "title": "Скачать видео с YouTube - HollywoodDownloader.com",
    "description": "Легко скачивайте видео с YouTube с помощью HollywoodDownloader.com. Вставьте ссылку на видео, нажмите кнопку Скачать и наслаждайтесь своими любимыми контентом офлайн.",
    "keywords": "скачать видео с YouTube, скачивание видео, HollywoodDownloader,",
    "ogTitle": "Скачать видео с YouTube - HollywoodDownloader.com",
    "ogDescription": "Легко скачивайте видео с YouTube с помощью HollywoodDownloader.com. Вставьте ссылку на видео, нажмите кнопку Скачать и наслаждайтесь своими любимыми контентом офлайн.",
    "twitterTitle": "Скачать видео с YouTube - HollywoodDownloader.com",
    "twitterDescription": "Легко скачивайте видео с YouTube с помощью HollywoodDownloader.com. Вставьте ссылку на видео, нажмите кнопку Скачать и наслаждайтесь своими любимыми контентом офлайн.",
    "contentTitle": "HollywoodDownloader.com - Ваш идеальный хаб для скачивания видео!",
    "content": [
      "Легко превращайте свои любимые видео с YouTube в офлайн сокровища, просто вставив ссылку на видео в поле ввода выше и нажав кнопку скачивания."
    ],
    "contentCoution": "Пожалуйста, обратите внимание: Соблюдайте условия использования HollywoodDownloader.com в соответствии с правилами использования YouTube и законами об авторском праве.",
    "serviceDesc": "Легко превращайте свои любимые видео с YouTube в офлайн сокровища. HollywoodDownloader позволяет конвертировать и скачивать видео с YouTube в форматах MP3, MP4, Webm, 3GP, MP4A в HD-качестве бесплатно.",
    "insrtuctionsHeader": "Скачивание видео с YouTube: Пошаговое руководство",
    "instructions": [
      "1. Скопируйте ссылку на видео с YouTube, которое вы хотите скачать.",
      "2. Вставьте ее в поле поиска.",
      "3. Выберите требуемое качество видео или аудио и нажмите кнопку \"Скачать\"."
    ],
    "insrtuctionsMp3Header": "Преобразование YouTube в MP3: Быстрое руководство",
    "insrtuctionsMp4Header": "Преобразование YouTube в MP4: Простые и быстрые методы",
    "instructionsImageCopy": "Изображение показывает, как скопировать ссылку на YouTube",
    "instructionsImagePaste": "Изображение показывает, как вставить ссылку на YouTube на HollywoodDownloader.com",
    "instructionsImageDownload": "Изображение показывает, как скачать найденное видео",
    "prosHeader": "Почему Hollywood Downloader - лучший выбор для скачивания видео с YouTube",
    "pros": [
      "Абсолютно бесплатно.",
      "Неограниченные загрузки.",
      "Высокая скорость.",
      "Без регистрации",
      "Поддерживаются различные форматы и качества."
    ],
    "youtubeShortsHeader": "YouTube Shorts",
    "youtubeShorts": "HollywoodDownloader позволяет пользователям легко скачивать видео YouTube Shorts, предоставляя удобное решение для сохранения и наслаждения коротким контентом офлайн.",
    "youtubeShortsAlt": "Изображение показывает возможность скачивания видео YouTube Shorts.",
    "highspeedHeader": "Высокая скорость",
    "highspeed": "Обеспечивает высокоскоростное скачивание видео с YouTube, обеспечивая быстрый и эффективный опыт для пользователей, ищущих быстрый доступ к своему любимому контенту.",
    "highspeedAlt": "Изображение показывает высокоскоростное скачивание.",
    "multiplatformHeader": "Мультиплатформенность",
    "multiplatform": "HollywoodDownloader, универсальное и мультиплатформенное средство, дает пользователям возможность легко скачивать видео с YouTube на различных устройствах и операционных системах, предлагая гибкое и доступное решение для скачивания.",
    "multiplatformAlt": "Изображение показывает использование на нескольких платформах.",
    "safeHeader": "Безопасно",
    "safe": "HollywoodDownloader обеспечивает безопасный опыт скачивания, поскольку не требует регистрации, придерживаясь приватности и удобства пользователей при получении видео с YouTube без проблем.",
    "safeAlt": "Изображение показывает безопасное использование приложения.",
    "freeHeader": "Абсолютно бесплатно",
    "free": "Мы предлагаем абсолютно бесплатное решение для скачивания видео с YouTube, предоставляя пользователям неограниченный доступ к их любимому контенту без затрат.",
    "freeAlt": "Изображение показывает, что приложение бесплатное.",
    "nolimitHeader": "Без ограничений",
    "nolimit": "Мы предлагаем безграничный опыт скачивания, позволяя пользователям скачивать видео с YouTube без ограничений на количество загрузок, предоставляя неограниченный доступ к широкому спектру контента.",
    "nolimitAlt": "Изображение показывает, что приложение позволяет пользователям скачивать видео с YouTube без ограничений на количество загрузок.",
    "multipleformatsHeader": "Различные форматы",
    "multipleformats": "HollywoodDownloader поддерживает различные форматы, включая MP3, MP4, Webm, 3GP, MP4A и HD, предоставляя пользователям гибкость скачивать видео с YouTube в предпочитаемом формате для персонализированного просмотра.",
    "multipleformatsAlt": "Изображение показывает, что приложение поддерживает различные форматы.",
    "mp3Header": "Конвертер YouTube MP3",
    "mp3Text": [
      "Представляем наш конвертер MP3 YouTube Video Converter - идеальный инструмент для бесшовного преобразования ваших любимых видео с YouTube в высококачественные аудиофайлы MP3. Этот удобный конвертер позволяет вам легко извлекать аудио из любого видео с YouTube, позволяя вам создавать персонализированные плейлисты, наслаждаться любимой музыкой офлайн или просто экономить трафик в пути.",
      "С нашим конвертером процесс такой же простой, как копирование и вставка URL-адреса видео с YouTube, выбор желаемого качества звука и нажатие кнопки конвертации. Опыт молниеносных преобразований без ущерба для качества звука. Будь то любитель музыки, любитель подкастов или просто желающий наслаждаться любимым контентом в аудиоформе, наш MP3 YouTube Video Converter - это идеальное решение для удобного и приятного прослушивания. Обновите свою музыкальную библиотеку без усилий и погрузитесь в мир аудио-превосходства с нашим MP3 YouTube Video Converter уже сегодня."
    ],
    "mp4Header": "Конвертер YouTube MP4",
    "mp4Text": [
      "Опыт бесшовного преобразования видео с нашим сервисом YouTube MP4 Converter. Без труда преобразуйте свои любимые видео с YouTube в высококачественные файлы MP4 для офлайн-наслаждения. Наша простая в использовании платформа обеспечивает быстрый и беззаботный процесс, позволяя вам скачивать и сохранять видео в формате MP4 всего несколькими кликами. Наслаждайтесь вашим любимым контентом в любое время и в любом месте, будь то в пути или просто создание вашей личной медиатеки. Попробуйте наш YouTube MP4 Converter сегодня и откройте для себя мир удобства в воспроизведении и хранении видео."
    ],
    "shortsHeader": "Загрузчик коротких видео YouTube Shorts",
    "shortsText": [
      "Представляем наш современный сервис загрузки коротких видео YouTube Shorts, разработанный для энтузиастов, желающих без проблем наслаждаться своими любимыми короткими видео в любое время и в любом месте. С нашей простой в использовании платформой вы можете легко загружать контент YouTube Shorts в высоком качестве, обеспечивая приятный просмотр в пути. Исследуйте огромную коллекцию трендовых и увлекательных коротких видео, и всего несколькими кликами превращайте их в легко доступные файлы для офлайн-наслаждения. Полностью воспользуйтесь удобством нашего сервиса загрузки YouTube Shorts и никогда не упускайте момент захватывающего контента. Начните создавать свою личную библиотеку уже сегодня!"
    ],
    "insrtuctionsShortHeader": "Скачивание коротких видео YouTube Shorts: Пошаговое руководство",
    "removeInputTextButton": "Удалить кнопку ввода текста",
    "altThumbnail": "Миниатюра"
  }
}
