{
    "Index": {
      "button": "ดาวน์โหลด",
      "placeholder": "วางลิงก์วิดีโอของคุณที่นี่",
      "showButton": "แสดงเพิ่มเติม",
      "showLess": "แสดงน้อยลง",
      "duration": "ระยะเวลา",
      "downloadButton": "ดาวน์โหลด",
      "audioOnly": "เสียงเท่านั้น",
      "videoOnly": "วิดีโอเท่านั้น",
      "headerTitle": "ดาวน์โหลดวิดีโอจาก YouTube",
      "headerQuestion": "วิธีดาวน์โหลดวิดีโอจาก YouTube?",
      "quality": "คุณภาพ:",
      "title": "ดาวน์โหลดวิดีโอจาก YouTube - HollywoodDownloader.com",
      "description": "ดาวน์โหลดวิดีโอจาก YouTube ได้อย่างง่ายดายกับ HollywoodDownloader.com วางลิงก์วิดีโอ กดปุ่มดาวน์โหลด และเพลิดเพลินกับเนื้อหาที่คุณชื่นชอบแบบออฟไลน์",
      "keywords": "ดาวน์โหลดวิดีโอจาก YouTube, การดาวน์โหลดวิดีโอ, HollywoodDownloader,",
      "ogTitle": "ดาวน์โหลดวิดีโอจาก YouTube - HollywoodDownloader.com",
      "ogDescription": "ดาวน์โหลดวิดีโอจาก YouTube ได้อย่างง่ายดายกับ HollywoodDownloader.com วางลิงก์วิดีโอ กดปุ่มดาวน์โหลด และเพลิดเพลินกับเนื้อหาที่คุณชื่นชอบแบบออฟไลน์",
      "twitterTitle": "ดาวน์โหลดวิดีโอจาก YouTube - HollywoodDownloader.com",
      "twitterDescription": "ดาวน์โหลดวิดีโอจาก YouTube ได้อย่างง่ายดายกับ HollywoodDownloader.com วางลิงก์วิดีโอ กดปุ่มดาวน์โหลด และเพลิดเพลินกับเนื้อหาที่คุณชื่นชอบแบบออฟไลน์",
      "contentTitle": "HollywoodDownloader.com - ศูนย์รวมที่ดีที่สุดสำหรับการดาวน์โหลดวิดีโอ!",
      "content": [
        "ง่ายๆ เปลี่ยนวิดีโอ YouTube ที่คุณชื่นชอบเป็นสมบัติแบบออฟไลน์ได้โดยการวางลิงก์วิดีโอในช่องป้อนด้านบนและคลิกปุ่มดาวน์โหลด"
      ],
      "contentCoution": "โปรดทราบ: ปฏิบัติตามข้อกำหนดการใช้ HollywoodDownloader.com ตามข้อกำหนดการให้บริการของ YouTube และกฎหมายลิขสิทธิ์",
      "serviceDesc": "ทำให้ง่ายต่อการเปลี่ยนวิดีโอ YouTube ที่คุณชื่นชอบเป็นสมบัติแบบออฟไลน์  HollywoodDownloader ช่วยให้คุณแปลงและดาวน์โหลดวิดีโอจาก YouTube เป็น MP3, MP4, Webm, 3GP, MP4A ในคุณภาพ HD ได้ฟรี",
      "insrtuctionsHeader": "ดาวน์โหลดวิดีโอ YouTube: คำแนะนำขั้นตอน",
      "instructions": [
        "1.คัดลอกลิงก์วิดีโอ YouTube ที่คุณต้องการดาวน์โหลด",
        "2.วางลิงก์ในช่องค้นหา",
        "3.เลือกระดับคุณภาพวิดีโอหรือเสียงที่คุณต้องการและคลิกปุ่ม \"ดาวน์โหลด\""
      ],
      "insrtuctionsMp3Header": "การแปลง YouTube เป็น MP3: คำแนะนำรวดเร็ว",
      "insrtuctionsMp4Header": "แปลง YouTube เป็น MP4: วิธีง่ายและรวดเร็ว",
      "instructionsImageCopy": "ภาพแสดงวิธีการคัดลอกลิงก์ YouTube",
      "instructionsImagePaste": "ภาพแสดงวิธีวางลิงก์ YouTube ในช่องค้นหา HollywoodDownloader.com",
      "instructionsImageDownload": "ภาพแสดงวิธีการดาวน์โหลดวิดีโอที่พบ",
      "prosHeader": "ทำไม Hollywood Downloader เป็นทางเลือกที่ดีที่สุดสำหรับการดาวน์โหลดวิดีโอจาก Youtube",
      "pros": [
        "ฟรีทั้งหมด",
        "ดาวน์โหลดไม่จำกัด",
        "ความเร็วสูง",
        "ไม่ต้องสมัคร",
        "รองรับรูปแบบและคุณภาพหลายแบบ"
      ],
      "youtubeShortsHeader": "YouTube Shorts",
      "youtubeShorts": "HollywoodDownloader ช่วยให้ผู้ใช้ดาวน์โหลดวิดีโอ YouTube Shorts ได้โดยที่ไม่ยากลำบาก นำเสนอทางออกที่สะดวกสบายสำหรับการบันทึกและเพลิดเพลินกับเนื้อหารูปแบบสั้นแบบออฟไลน์",
      "youtubeShortsAlt": "ภาพแสดงความเป็นไปได้ของการดาวน์โหลดวิดีโอ YouTube Shorts",
      "highspeedHeader": "ความเร็วสูง",
      "highspeed": "เปิดให้ดาวน์โหลดวิดีโอ YouTube ที่ความเร็วสูง ตั้งใจให้ผู้ใช้ได้รับประสบการณ์ที่รวดเร็วและมีประสิทธิภาพเมื่อต้องการเข้าถึงเนื้อหาที่ชื่นชอบไว้",
      "highspeedAlt": "ภาพแสดงการดาวน์โหลดที่ความเร็วสูง",
      "multiplatformHeader": "หลากหลายแพลตฟอร์ม",
      "multiplatform": "HollywoodDownloader เป็นเครื่องมือที่หลากหลายแพลตฟอร์มและหลากหลายซอฟต์แวร์ ทำให้ผู้ใช้สามารถดาวน์โหลดวิดีโอ YouTube ได้อย่างราบรื่นทั้งในอุปกรณ์และระบบปฏิบัติการที่แตกต่างกัน ให้คุณภาพการดาวน์โหลดที่ยืดหยุ่นและสะดวก",
      "multiplatformAlt": "ภาพแสดงการใช้งานหลายแพลตฟอร์ม",
      "safeHeader": "ปลอดภัย",
      "safe": "HollywoodDownloader รักษาประสบการณ์การดาวน์โหลดอย่างปลอดภัยโดยไม่ต้องลงทะเบียนหรือลงชื่อเข้าใช้ ทำให้ผู้ใช้ได้รับความเป็นส่วนตัวและสะดวกสบายในการดาวน์โหลดวิดีโอจาก YouTube โดยง่ายดาย",
      "safeAlt": "ภาพแสดงการใช้แอปอย่างปลอดภัย",
      "freeHeader": "ฟรีทั้งหมด",
      "free": "เราให้คำตอบที่เป็นฟรีสำหรับการดาวน์โหลดวิดีโอจาก YouTube ทำให้ผู้ใช้สามารถเข้าถึงเนื้อหาที่ชื่นชอบได้โดยไม่มีค่าใช้จ่าย",
      "freeAlt": "ภาพแสดงว่าแอปเป็นฟรี",
      "nolimitHeader": "ไม่ จำกัด",
      "nolimit": "เรานำเสนอประสบการณ์การดาวน์โหลดที่ไม่จำกัด ทำให้ผู้ใช้สามารถดาวน์โหลดวิดีโอจาก YouTube โดยไม่มีข้อ จำกัด ให้การเข้าถึงที่ไม่จำกัดทางการดาวน์โหลดไปยังหลายประการ",
      "nolimitAlt": "ภาพแสดงว่าแอปอนุญาตผู้ใช้ดาวน์โหลดวิดีโอ YouTube โดยไม่มีข้อ จำกัด",
      "multipleformatsHeader": "รูปแบบหลายรูปแบบ",
      "multipleformats": "HollywoodDownloader รองรับรูปแบบหลายรูปแบบรวมถึง MP3, MP4, Webm, 3GP, MP4A และ HD ที่ให้ผู้ใช้มีความยืดหยุ่นในการดาวน์โหลดวิดีโอ YouTube ในรูปแบบที่ชื่นชอบสำหรับประสบการณ์การดูแบบบุคลากร",
      "multipleformatsAlt": "ภาพแสดงว่าแอปรองรับรูปแบบหลายรูปแบบ",
      "mp3Header": "ตัวแปลง Youtube เป็น MP3",
      "mp3Text": [
        "เราขอแนะนำตัวแปลงวิดีโอ MP3 ของ YouTube ของเรา - เครื่องมือสุดท้ายสำหรับการแปลงวิดีโอ YouTube ที่คุณชื่นชอบเป็นไฟล์เสียง MP3 คุณสามารถสร้างรายการเพลงส่วนตัว สนุกกับเพลงที่คุณชื่นชอบแบบออฟไลน์ หรือเพียงจะประหลาดที่จะบันทึกข้อมูลขณะกลับบ้าน",
        "ด้วยตัวแปลงของเรา กระบวนการมีความง่ายดายเพียงแค่คัดลอกและวางลิงก์วิดีโอ YouTube เลือกคุณภาพเสียงที่ต้องการและคลิกปุ่มแปลง สัมผัสประสบการณ์การแปลงที่รวดเร็วโดยไม่เสียคุณภาพเสียง ไม่ว่าคุณจะเป็นคนที่หลงไหลในดนตรี คนรักพอดแคสต์ หรือเพียงแค่ต้องการเพลิดเพลินกับเนื้อหาที่คุณชื่นชอบในรูปแบบเสียง ตัวแปลงวิดีโอ MP3 ของเราคือทางเลือกที่ดีที่สุดสำหรับประสบการณ์การฟังที่สะดวกและสนุกสนาน อัพเกรดห้องสมุดเพลงของคุณอย่างง่ายดายและลงจุดกับโลกของความยอดเยี่ยมทางเสียงกับตัวแปลงวิดีโอ MP3 ของเราวันนี้"
      ],
      "mp4Header": "ตัวแปลง Youtube เป็น MP4",
      "mp4Text": [
        "ทดลองประสบการณ์การแปลงวิดีโอไร้รอยต่อด้วยบริการ YouTube MP4 Converter ของเรา แปลงวิดีโอ YouTube ที่คุณชื่นชอบเป็นไฟล์ MP4 คุณสามารถดาวน์โหลดและบันทึกวิดีโอในรูปแบบ MP4 ได้อย่างรวดเร็วและง่ายดาย สนุกกับเนื้อหาที่คุณชื่นชอบทุกที่ทุกเวลา ไม่ว่าคุณจะอยู่ในที่ทำงานหรือเพียงแค่ต้องการสร้างไลบรารีส่วนตัวของคุณ เล่น YouTube MP4 Converter ของเราวันนี้และปลดล็อกโลกของความสะดวกสบายในการเล่นวิดีโอและการจัดเก็บ"
      ],
      "shortsHeader": "YouTube Shorts Video Downloader",
      "shortsText": [
        "เราขอแนะนำบริการดาวน์โหลดวิดีโอ YouTube Shorts ของเราที่ทันสมัย สำหรับคนที่ต้องการเพลิดเพลินไปยังวิดีโอรูปแบบสั้นที่ชื่นชอบทุกที่ทุกเวลา ด้วยแพลตฟอร์มที่ใช้งานได้ง่ายของเรา คุณสามารถดาวน์โหลดเนื้อหา YouTube Shorts ได้อย่างง่ายดายในคุณภาพสูง มุ่งหน้าสู่ประสบการณ์การดูที่ยิ่งใหญ่กับเนื้อหารูปแบบสั้นที่น่าติดตาม และด้วยไม่กี่คลิกเท่านั้น แปลงมันเป็นไฟล์ที่สามารถเข้าถึงได้ง่ายสำหรับเพลิดเพลินไปยังวิดีโอแบบออฟไลน์ รับบริการดาวน์โหลดวิดีโอ YouTube Shorts ของเราและไม่พลาดเป็นช่วงเวลาของเนื้อหาที่น่าติดตามทุกเรื่อง พร้อมที่จะสร้างไลบรารีส่วนตัวของคุณวันนี้!"
      ],
      "insrtuctionsShortHeader": "ดาวน์โหลด YouTube Shorts: คำแนะนำขั้นตอน",
      "removeInputTextButton": "ปุ่มลบข้อความนำเข้า",
      "altThumbnail": "รูปขนาดย่อ"
    }
  }
  