{
    "Index": {
      "button": "Завантажити",
      "placeholder": "Вставте посилання на ваше відео тут",
      "showButton": "Показати більше",
      "showLess": "Показати менше",
      "duration": "Тривалість",
      "downloadButton": "Завантажити",
      "audioOnly": "Лише аудіо",
      "videoOnly": "Лише відео",
      "headerTitle": "Завантажити відео з YouTube",
      "headerQuestion": "як завантажити відео з YouTube?",
      "quality": "Якість:",
  
      "title": "Завантажте відео з YouTube - HollywoodDownloader.com",
      "description": "Легко завантажуйте відео з YouTube за допомогою HollywoodDownloader.com. Вставте посилання на відео, натискайте кнопку Завантажити та насолоджуйтеся улюбленим вмістом офлайн.",
      "keywords": "завантажити відео з YouTube, завантаження відео, HollywoodDownloader,",
      "ogTitle": "Завантажте відео з YouTube - HollywoodDownloader.com",
      "ogDescription": "Легко завантажуйте відео з YouTube за допомогою HollywoodDownloader.com. Вставте посилання на відео, натискайте кнопку Завантажити та насолоджуйтеся улюбленим вмістом офлайн.",
      "twitterTitle": "Завантажте відео з YouTube - HollywoodDownloader.com",
      "twitterDescription": "Легко завантажуйте відео з YouTube за допомогою HollywoodDownloader.com. Вставте посилання на відео, натискайте кнопку Завантажити та насолоджуйтеся улюбленим вмістом офлайн.",
      "contentTitle": "HollywoodDownloader.com - Ваш ідеальний хаб для завантаження відео!",
      "content": [
        "Легко перетворюйте свої улюблені відео з YouTube на офлайн-скарби, просто вставте посилання на відео у поле введення вище та натискайте кнопку завантаження."
      ],
  
      "contentCoution": "Звертайте увагу: Дотримуйтеся умов використання HollywoodDownloader.com відповідно до умов обслуговування YouTube та законів про авторське право.",
      "serviceDesc": "Легко перетворюйте свої улюблені відео з YouTube на офлайн-скарби. HollywoodDownloader дозволяє конвертувати та завантажувати відео з YouTube у формати MP3, MP4, Webm, 3GP, MP4A у високій якості безкоштовно.",
  
      "insrtuctionsHeader": "Завантаження відео з YouTube: Посібник з кроками",
      "instructions": ["1. Скопіюйте посилання на відео YouTube, яке ви хочете завантажити.",
        "2. Вставте його в поле пошуку.",
        "3. Виберіть відео- або аудіоякість, яку вам потрібно, та натисніть кнопку \"Завантажити\"."
      ],
  
      "insrtuctionsMp3Header": "Конвертація YouTube у MP3: Швидкий посібник",
      "insrtuctionsMp4Header": "Конвертація YouTube у MP4: Прості та швидкі методи",
  
      "instructionsImageCopy": "Зображення показує, як скопіювати посилання на відео YouTube",
      "instructionsImagePaste": "Зображення показує, як вставити посилання на відео YouTube у поле пошуку HollywoodDownloader.com",
      "instructionsImageDownload": "Зображення показує, як завантажити знайдене відео",
  
      "prosHeader": "Чому Hollywood Downloader - найкращий вибір для завантаження відео з YouTube",
      "pros": [
        "Цілком безкоштовно.",
        "Необмежені завантаження.",
        "Висока швидкість.",
        "Без реєстрації",
        "Підтримка різних форматів і якостей."
      ],
  
      "youtubeShortsHeader": "YouTube Shorts",
      "youtubeShorts": "HollywoodDownloader дозволяє користувачам беззусереду завантажувати відео YouTube Shorts, надаючи зручне рішення для зберігання та насолоди контентом короткого формату офлайн.",
      "youtubeShortsAlt": "Зображення показує можливість завантаження відео YouTube Shorts.",
      "highspeedHeader": "Висока швидкість",
      "highspeed": "Забезпечує швидкі завантаження відео з YouTube, гарантуючи швидкий та ефективний досвід для користувачів, які шукають швидкий доступ до улюбленого контенту.",
      "highspeedAlt": "Зображення показує завантаження з високою швидкістю.",
      "multiplatformHeader": "Мультіплатформенність",
      "multiplatform": "HollywoodDownloader, універсальний та мультіплатформений інструмент, дозволяє користувачам безперешкодно завантажувати відео YouTube на різних пристроях та операційних системах, пропонуючи гнучке та доступне рішення для завантаження.",
      "multiplatformAlt": "Зображення показує використання на різних платформах.",
      "safeHeader": "Безпечно",
      "safe": "HollywoodDownloader гарантує безпечний досвід завантаження, оскільки він не вимагає реєстрації чи входу, надаючи пріоритет конфіденційності та зручності користувача при отриманні відео з YouTube без проблем.",
      "safeAlt": "Зображення показує безпечне використання додатка.",
      "freeHeader": "Цілком безкоштовно",
      "free": "Ми пропонуємо цілком безкоштовне рішення для завантаження відео з YouTube, надаючи користувачам необмежений доступ до улюбленого контенту без будь-яких витрат.",
      "freeAlt": "Зображення показує, що додаток є безкоштовним.",
      "nolimitHeader": "Без обмежень",
      "nolimit": "Ми пропонуємо безмежний досвід завантаження, дозволяючи користувачам завантажувати відео з YouTube без обмежень кількості завантажень, надаючи необмежений доступ до різноманітного контенту.",
      "nolimitAlt": "Зображення показує, що додаток дозволяє користувачам завантажувати відео з YouTube без обмежень кількості завантажень.",
      "multipleformatsHeader": "Різні формати",
      "multipleformats": "HollywoodDownloader підтримує різноманітні формати, включаючи MP3, MP4, Webm, 3GP, MP4A та HD, надаючи користувачам можливість завантажувати відео з YouTube у вибраному форматі для персоналізованого перегляду.",
      "multipleformatsAlt": "Зображення показує, що додаток підтримує різноманітні формати.",
      "mp3Header": "Конвертер YouTube у MP3",
      "mp3Text": ["Представляємо наш конвертер MP3 YouTube Video Converter - востаннє середство для безшовного перетворення ваших улюблених відео з YouTube в високоякісні аудіофайли MP3. Цей зручний конвертер дозволяє вам легко витягувати аудіо з будь-якого відео з YouTube, що дозволяє створювати персональні плейлисти, насолоджуватися улюбленою музикою офлайн або просто економити дані під час переїзду.",
        "З нашим конвертером процес такий же простий, як копіювання та вставлення URL-адреси відео YouTube, вибір бажаної якості звуку та натискання кнопки конвертації. Відчуйте стрімкі конвертації, не ушкоджуючи якість звуку. Незалежно від того, чи ви шанувальник музики, любитель подкастів чи просто хочете насолоджуватися улюбленим вмістом у вигляді аудіо, наш MP3 YouTube Video Converter - це вибір для зручного та приємного прослуховування. Оновіть свою музичну бібліотеку легко та поглибіться в світ відмінності звуку за допомогою нашого MP3 YouTube Video Converter вже сьогодні."],
      "mp4Header": "Конвертер YouTube у MP4",
      "mp4Text": ["Випробуйте безшовне перетворення відео з нашою службою YouTube MP4 Converter. Легко перетворюйте свої улюблені відео з YouTube в високоякісні файли MP4 для насолоди офлайн. Наша зручна платформа забезпечує швидкий та безпроблемний процес, який дозволяє завантажувати та зберігати відео в форматі MP4 всього кількома клацаннями. Насолоджуйтеся улюбленим контентом в будь-який час і в будь-якому місці, чи ви в дорозі або просто хочете побудувати свою особисту медіатеку. Спробуйте наш YouTube MP4 Converter сьогодні і розблокуйте світ зручності відтворення та зберігання відео."],
      "shortsHeader": "Завантажувач відео YouTube Shorts",
      "shortsText": ["Представляємо нашу передову службу завантаження відео YouTube Shorts, призначену для ентузіастів, які хочуть безперешкодно насолоджуватися своїми улюбленими короткими відео в будь-який час і в будь-якому місці. З нашою зручною платформою ви можете легко завантажувати вміст YouTube Shorts в високій якості, забезпечуючи чудовий перегляд в дорозі. Досліджуйте величезну колекцію трендових та захоплюючих коротких відео, і всього за кілька клацань перетворіть їх в легкодоступні файли для офлайн-насолоди. Обіймайте зручність нашої служби завантаження відео YouTube Shorts та ніколи не пропускайте момент каптуючого вмісту. Почніть будувати свою особисту бібліотеку вже сьогодні!"],
      "insrtuctionsShortHeader": "Завантаження відео YouTube Shorts: Посібник з кроками",
      "removeInputTextButton": "Вилучити кнопку тексту введення",
      "altThumbnail": "мініатюра"
    }
  }
  