{
    "Index": {
      "button": "Завантажити",
      "placeholder": "Вставте посилання на ваше відео тут",
      "showButton": "Показати більше",
      "showLess": "Показати менше",
      "duration": "Тривалість",
      "downloadButton": "Завантажити",
      "audioOnly": "Лише аудіо",
      "videoOnly": "Лише відео",
      "headerTitle": "Скачати відео з YouTube",
      "headerQuestion": "як скачати відео з YouTube?",
      "quality": "Якість:",
  
      "title": "Скачуйте відео з YouTube - HollywoodDownloader.com",
      "description": "Легко скачуйте відео з YouTube за допомогою HollywoodDownloader.com. Вставте посилання на відео, натискайте кнопку Завантажити та насолоджуйтеся улюбленим вмістом офлайн.",
      "keywords": "скачати відео з YouTube, завантаження відео, HollywoodDownloader,",
      "ogTitle": "Завантажте відео з YouTube - HollywoodDownloader.com",
      "ogDescription": "Легко скачуйте відео з YouTube за допомогою HollywoodDownloader.com. Вставте посилання на відео, натискайте кнопку Завантажити та насолоджуйтеся улюбленим вмістом офлайн.",
      "twitterTitle": "Завантажте відео з YouTube - HollywoodDownloader.com",
      "twitterDescription": "Легко завантажуйте відео з YouTube за допомогою HollywoodDownloader.com. Вставте посилання на відео, натискайте кнопку Завантажити та насолоджуйтеся улюбленим вмістом офлайн.",
      "contentTitle": "HollywoodDownloader.com - Ваш ідеальний хаб для завантаження відео!",
      "content": [
        "Легко перетворюйте свої улюблені відео з YouTube на офлайн-скарби, просто вставте посилання на відео у поле введення вище та натискайте кнопку завантаження."
      ],
  
      "contentCoution": "Звертайте увагу: Дотримуйтеся умов використання HollywoodDownloader.com відповідно до умов обслуговування YouTube та законів про авторське право.",
      "serviceDesc": "Легко перетворюйте свої улюблені відео з YouTube на офлайн-скарби. HollywoodDownloader дозволяє конвертувати та завантажувати відео з YouTube у формати MP3, MP4, Webm, 3GP, MP4A у високій якості безкоштовно.",
  
      "insrtuctionsHeader": "Завантаження відео з YouTube: Посібник з кроками",
      "instructions": ["1. Скопіюйте посилання на відео YouTube, яке ви хочете завантажити.",
        "2. Вставте його в поле пошуку.",
        "3. Виберіть відео- або аудіоякість, яку вам потрібно, та натисніть кнопку \"Завантажити\"."
      ],
  
      "insrtuctionsMp3Header": "Конвертація YouTube у MP3: Швидкий посібник",
      "insrtuctionsMp4Header": "Конвертація YouTube у MP4: Прості та швидкі методи",
  
      "instructionsImageCopy": "Зображення показує, як скопіювати посилання на відео YouTube",
      "instructionsImagePaste": "Зображення показує, як вставити посилання на відео YouTube у поле пошуку HollywoodDownloader.com",
      "instructionsImageDownload": "Зображення показує, як завантажити знайдене відео",
  
      "prosHeader": "Чому Hollywood Downloader - найкращий вибір для скачування відео з YouTube",
      "pros": [
        "Цілком безкоштовно.",
        "Необмежені завантаження.",
        "Висока швидкість.",
        "Без реєстрації",
        "Підтримка різних форматів і якостей."
      ],
  
      "youtubeShortsHeader": "YouTube Shorts",
      "youtubeShorts": "HollywoodDownloader дозволяє користувачам завантажувати відео YouTube Shorts, надаючи зручне рішення для зберігання та насолоди контентом короткого формату офлайн.",
      "youtubeShortsAlt": "Зображення показує можливість завантаження відео YouTube Shorts.",
      "highspeedHeader": "Висока швидкість",
      "highspeed": "Забезпечує швидке завантаження відео з YouTube, гарантуючи швидкий та ефективний досвід для користувачів, які шукають швидкий доступ до улюбленого контенту.",
      "highspeedAlt": "Зображення показує завантаження з високою швидкістю.",
      "multiplatformHeader": "Мультіплатформенність",
      "multiplatform": "HollywoodDownloader, універсальний та мультіплатформений інструмент, дозволяє користувачам безперешкодно завантажувати відео YouTube на різних пристроях та операційних системах, пропонуючи гнучке та доступне рішення для завантаження.",
      "multiplatformAlt": "Зображення показує використання на різних платформах.",
      "safeHeader": "Безпечно",
      "safe": "HollywoodDownloader гарантує безпечний досвід завантаження, оскільки він не вимагає реєстрації чи входу, надаючи пріоритет конфіденційності та зручності користувача при отриманні відео з YouTube без проблем.",
      "safeAlt": "Зображення показує безпечне використання додатка.",
      "freeHeader": "Цілком безкоштовно",
      "free": "Ми пропонуємо цілком безкоштовне рішення для завантаження відео з YouTube, надаючи користувачам необмежений доступ до улюбленого контенту без будь-яких витрат.",
      "freeAlt": "Зображення показує, що додаток є безкоштовним.",
      "nolimitHeader": "Без обмежень",
      "nolimit": "Ми пропонуємо безмежний досвід завантаження, дозволяючи користувачам завантажувати відео з YouTube без обмежень кількості завантажень, надаючи необмежений доступ до різноманітного контенту.",
      "nolimitAlt": "Зображення показує, що додаток дозволяє користувачам завантажувати відео з YouTube без обмежень кількості завантажень.",
      "multipleformatsHeader": "Різні формати",
      "multipleformats": "HollywoodDownloader підтримує різноманітні формати, включаючи MP3, MP4, Webm, 3GP, MP4A та HD, надаючи користувачам можливість завантажувати відео з YouTube у вибраному форматі для персоналізованого перегляду.",
      "multipleformatsAlt": "Зображення показує, що додаток підтримує різноманітні формати.",
      "mp3Header": "Конвертер YouTube у MP3",
      "mp3Text": ["Представляємо наш конвертер MP3 YouTube Video Converter - востаннє середство для безшовного перетворення ваших улюблених відео з YouTube в високоякісні аудіофайли MP3. Цей зручний конвертер дозволяє вам легко витягувати аудіо з будь-якого відео з YouTube, що дозволяє створювати персональні плейлисти, насолоджуватися улюбленою музикою офлайн або просто економити дані під час переїзду.",
        "З нашим конвертером процес такий же простий, як копіювання та вставлення URL-адреси відео YouTube, вибір бажаної якості звуку та натискання кнопки конвертації. Відчуйте стрімкі конвертації, не ушкоджуючи якість звуку. Незалежно від того, чи ви шанувальник музики, любитель подкастів чи просто хочете насолоджуватися улюбленим вмістом у вигляді аудіо, наш MP3 YouTube Video Converter - це вибір для зручного та приємного прослуховування. Оновіть свою музичну бібліотеку легко та поглибіться в світ відмінності звуку за допомогою нашого MP3 YouTube Video Converter вже сьогодні."],
      "mp4Header": "Конвертер YouTube у MP4",
      "mp4Text": ["Випробуйте безшовне перетворення відео з нашою службою YouTube MP4 Converter. Легко перетворюйте свої улюблені відео з YouTube в високоякісні файли MP4 для насолоди офлайн. Наша зручна платформа забезпечує швидкий та безпроблемний процес, який дозволяє завантажувати та зберігати відео в форматі MP4 всього кількома клацаннями. Насолоджуйтеся улюбленим контентом в будь-який час і в будь-якому місці, чи ви в дорозі або просто хочете побудувати свою особисту медіатеку. Спробуйте наш YouTube MP4 Converter сьогодні і розблокуйте світ зручності відтворення та зберігання відео."],
      "shortsHeader": "Завантажувач відео YouTube Shorts",
      "shortsText": ["Представляємо нашу передову службу завантаження відео YouTube Shorts, призначену для ентузіастів, які хочуть безперешкодно насолоджуватися своїми улюбленими короткими відео в будь-який час і в будь-якому місці. З нашою зручною платформою ви можете легко завантажувати вміст YouTube Shorts в високій якості, забезпечуючи чудовий перегляд в дорозі. Досліджуйте величезну колекцію трендових та захоплюючих коротких відео, і всього за кілька клацань перетворіть їх в легкодоступні файли для офлайн-насолоди. Отримайте зручність нашого сервісу завантаження відео YouTube Shorts. Почніть будувати свою особисту бібліотеку вже сьогодні!"],
      "insrtuctionsShortHeader": "Завантаження відео YouTube Shorts: Посібник з кроками",
      "removeInputTextButton": "Кнопка видалення тексту",
      "altThumbnail": "мініатюра",

      "formatHeadermp3": "MP3",
  "formatTextmp3": ["MP3, що означає MPEG Audio Layer III, є широко використовуваним аудіоформатом стиснення. Це метод стиснення аудіофайлів для зменшення їхнього розміру при збереженні прийнятної якості звуку. Формат MP3 був розроблений Групою експертів з рухомих зображень (MPEG) в рамках специфікацій MPEG-1 та MPEG-2.",
    "Основні особливості формату MP3 включають:",
    "Стиснення: MP3 використовує втратне стиснення, що означає, що під час процесу стиснення деякі аудіодані викидаються для досягнення менших розмірів файлів. Однак стиснення призначене бути перцептивно прозорим, що означає, що людське вухо, як правило, не може відрізнити різницю між оригінальним аудіо та стисненою версією.",
    "Бітрейт: MP3-файли можуть бути створені з різними бітрейтами, які визначають кількість даних, використовуваних для представлення аудіо. Вищі бітрейти, як правило, призводять до кращої якості звуку, але також до більших розмірів файлів. Звичайні бітрейти варіюють від 128 кбіт/с (кілобіт за секунду) до 320 кбіт/с.",
    "Сумісність: MP3 - це широко підтримуваний формат і може бути відтворений на різноманітних пристроях, включаючи комп'ютери, смартфони, MP3-плеєри та різноманітні аудіопрогравачі. Він став стандартом для цифрового розподілу аудіо.",
    "Розширення файлу: MP3-файли зазвичай мають розширення файлу .mp3.",
    "MP3 революціонізував музичну індустрію, дозволяючи ефективно розповсюджувати цифровий звук через Інтернет. Це був домінуючий формат для завантаження музики, стрімінгу та особистих аудіопристроїв протягом багатьох років. Однак важливо зауважити, що через його втратне стиснення деяка якість звуку жертвується на користь менших розмірів файлів порівняно з безвтратними аудіоформатами, такими як WAV або FLAC."],

  "formatHeadermp4": "MP4",
  "formatTextmp4": [
    "MP4 або MPEG-4 Part 14 - це широко використовуваний багатомедійний контейнерний формат для зберігання аудіо- та відеопотоків, а також інших типів даних, таких як субтитри та статичні зображення. Він був розроблений Групою експертів з рухомих зображень (MPEG) і є частиною стандарту MPEG-4.",
    "Основні особливості формату MP4 включають:",
    "Відеокодеки: MP4-файли можуть містити відеопотоки, стиснуті різними кодеками, такими як H.264 (Advanced Video Coding), який є високоефективним і широко використовуваним стандартом відеостиснення. Підтримуються також інші кодеки, такі як MPEG-4 Visual та H.263.",
    "Аудіокодеки: MP4 підтримує ряд аудіокодеків, включаючи Advanced Audio Coding (AAC), який є популярним вибором для високоякісного аудіостиснення. Також можуть використовуватися інші аудіокодеки, такі як MP3 або навіть некомпресовані аудіоформати типу PCM (Pulse Code Modulation).",
    "Контейнерний формат: MP4-файли мають розширення файлу .mp4 і служать контейнерами для відео- та аудіопотоків, а також додаткової метаданих та мультимедійного вмісту. Контейнер є гнучким і може обробляти різноманітні типи медіа.",
    "Сумісність: MP4 - це широко підтримуваний формат і сумісний з широким спектром пристроїв, програмних застосунків та платформ. Він часто використовується для стрімінгу, онлайн-відео, цифрового завантаження та мобільних пристроїв.",
    "MP4 став одним із стандартних форматів для постачання мультимедійного вмісту завдяки його балансу між ефективністю стиснення, якістю та широкою сумісністю. Він використовується для різних цілей, включаючи обмін відео, стрімінгові послуги, мобільні пристрої та інше."
  ],

  "formatHeadermp4a": "MP4A",
  "formatTextmp4a": [
    "Формат MP4A вказує на аудіокомпонент мультимедійного контейнера MP4 (MPEG-4 Part 14). MP4 - це широко використовуваний файловий формат для зберігання аудіо- та відеопотоків, а також інших даних, таких як субтитри та статичні зображення. MP4A вказує, що файл містить аудіодані, використовуючи один з аудіокодеків MPEG-4.",
    "Літера 'A' в MP4A вказує на аудіо, і в межах контейнера MP4 можуть використовуватися різні аудіокодеки. Розповсюджені аудіокодеки в MP4A включають Advanced Audio Coding (AAC), який широко використовується для високоякісного аудіостиснення, а також інші аудіокодеки, такі як MP3 чи навіть некомпресовані аудіо у форматі PCM (Pulse Code Modulation).",
    "Узагальнюючи, коли ви натрапляєте на файл з розширенням MP4A або посиланням на нього, це вказує на те, що файл - це контейнер MP4, специфічно містять аудіодані, і використовуваний аудіокодек може варіюватися в залежності від конкретної реалізації та вибору при кодуванні під час створення вмісту."
  ],

  "formatHeaderwebm": "WEBM",
  "formatTextwebm": [
    "WebM - це мультимедійний контейнерний формат, розроблений для використання в Інтернеті. Він був розроблений проектом WebM, який фінансується Google. Формат WebM спеціально призначений бути відкритою та безкоштовною альтернативою іншим мультимедійним контейнерним форматам, таким як MP4.",
    "Основні особливості WebM включають:",
    "Відеокодек: WebM зазвичай використовує відеокодек VP9, який надає ефективне стиснення для високоякісного відео, залишаючись відкритим і безкоштовним. Також може використовуватися відеокодек VP8.",
    "Аудіокодек: Аудіокомпонент файлів WebM часто використовує аудіокодек Opus, який є відкритим і безкоштовним, хоча може також використовуватися Vorbis.",
    "Контейнерний формат: Файли WebM мають розширення файлу .webm і служать контейнерами для відео- та аудіопотоків. Контейнер WebM призначений бути легким та придатним для використання в Інтернеті.",
    "Однією з основних мотивацій розробки WebM було надання формату, який дозволяє стрімінг відео та аудіо високої якості в Інтернеті без необхідності платити ліцензійні винагороди. Він набув популярності для використання в HTML5 елементах відео та аудіо, як альтернатива пропріетарним форматам, таким як H.264 та AAC.",
    "WebM підтримується основними веб-браузерами, включаючи Google Chrome, Mozilla Firefox та Opera. Використовується для онлайн-стрімінгу, відеоконференцій та інших мультимедійних застосувань в Інтернеті."
  ],

  "formatHeader3gp": "3GP",
  "formatText3gp": [
    "Формат 3GP - це мультимедійний контейнерний формат, розроблений для мобільних телефонів. Він означає '3rd Generation Partnership Project', що є співпрацею між організаціями стандартів телекомунікацій для розробки специфікацій для мобільних систем, зокрема 3G мобільних мереж.",
    "Файли 3GP зазвичай містять відеопотоки, стиснуті відеокодеками H.263 або H.264, і аудіопотоки, стиснуті аудіокодеками AMR-NB або AAC-LC. Формат оптимізований для мобільних пристроїв з обмеженими можливостями зберігання та пропускної здатності, що робить його придатним для стрімінгу через 3G мережі.",
    "Спочатку 3GP був розроблений для обробки відеоконтенту на 3G мобільних телефонах, але він також використовувався в інших контекстах, таких як онлайн-стрімінг та обмін відео. Однак з розвитком мобільної технології та появою більш продуктивних форматів, таких як MP4, використання 3GP зменшилося з часом. Тепер MP4 більше підтримується і вважається більш універсальним та ефективним мультимедійним контейнерним форматом."
  ],

  "formatHeaderhd": "HD якість",
  "formatTexthd": ["Термін 'HD відеоформат' вказує на відеоформати, які підтримують високу чіткість (HD) зображення, що є вищим рівнем якості відео порівняно зі звичайною чіткістю (SD). HD відео зазвичай має більшу кількість пікселів, що призводить до більш чітких та деталізованих зображень. Існує кілька поширених HD відеоформатів, кожен зі своїми власними характеристиками щодо роздільної здатності, кадрових частот та методів стиснення. Ось деякі популярні HD відеоформати:",
    "HD Ready (720p): Цей формат має роздільну здатність 1280x720 пікселів. 'p' вказує на прогресивне сканування, що означає, що кожен кадр малюється послідовно.",
    "Full HD (1080p): Цей формат має роздільну здатність 1920x1080 пікселів, надаючи ще вищу якість зображення, ніж HD Ready. Як і 720p, 'p' вказує на прогресивне сканування.",
    "2K (або Quad HD): Цей формат має роздільну здатність приблизно 2048x1080 пікселів. Він часто використовується в цифровому кінематографі та на деяких висококласних дисплеях.",
    "Ultra HD (4K): Цей формат має роздільну здатність 3840x2160 пікселів, пропонуючи чотириразову роздільну здатність відносно Full HD. Широко використовується в телевізорах, моніторах та виробництві цифрового контенту.",
    "8K Ultra HD: З роздільною здатністю 7680x4320 пікселів, 8K надає ще вищий рівень деталізації. Проте, на момент моєї останньої інформації в січні 2022 року, 8K-контент менш поширений через високі вимоги до апаратного забезпечення як для запису, так і для відтворення.",
    "Поширені відеокодеки, використовувані для HD-контенту, включають H.264 (AVC), H.265 (HEVC) та VP9, серед інших. Ці кодеки відповідають за ефективне стиснення відеоданих для зменшення розмірів файлів при збереженні високоякісного відтворення.",
    "При обговоренні HD відеоформатів важливо враховувати як роздільну здатність, так і кадрову частоту, оскільки обидві складають внесок в загальну якість відео."
  ]
    }
  }
  